Repository: sahani-deriv/flutter-deriv-packages-1
Catalog: packages/deriv_localizations/lib/l10n/deriv_auth/app_*.arb
Languages: ar, bn, fr, ko, pl, pt, ru, th, tr, vi, zh, zh_cn

# labelNotAvailable
source: Not available
ar: غير متاح
bn: উপলব্ধ নেই
fr: Non disponible
ko: 사용할 수 없습니다
pl: Niedostępne
pt: Indisponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Mevcut değil
vi: Không tồn tại
zh: 不可用
zh_cn: 不可用

# warnNotAvailableCountriesTitle
source: {app} isn't available in your country
ar: {app} غير متاح في بلدك
bn: {app} আপনার দেশে উপলব্ধ নেই
fr: {app} n'est pas disponible dans votre pays
ko: 귀하의 국가에서는 {app} 을(를) 사용할 수 없습니다.
pl: Plik {app} nie jest dostępny w Twoim kraju
pt: A {app} não está disponível no seu país
ru: {app} недоступен в вашей стране
th: {app} ไม่พร้อมใช้งานในประเทศของคุณ
tr: {app} ülkenizde mevcut değil
vi: {app} không có sẵn ở quốc gia của bạn
zh: 您的國家/地區不能使用 {app}
zh_cn: 您的国家不能使用 {app}

# actionOk
source: OK
ar: حسنا
bn: ওকে
ko: 확인
zh: 确定
zh_cn: 确定

# warnNotAvailableCountries
source: If you have any questions, contact us via
ar: إذا كانت لديك أي أسئلة، فاتصل بنا عبر
bn: আপনার যদি কোনও প্রশ্ন থাকে তবে আমাদের মাধ্যমে যোগাযোগ করুন
fr: Si vous avez des questions, contactez-nous par
ko: 궁금하신 점은 다음을 통해 문의해 주세요
pl: Jeśli mają Państwo jakiekolwiek pytania, prosimy o kontakt
pt: Em caso de dúvidas, contacte-nos via
ru: Если у Вас возникли вопросы, свяжитесь с нами по
th: หากคุณมีคำถามใดๆ โปรดติดต่อเราผ่านทาง
tr: Herhangi bir sorunuz varsa, bizimle şu yolla iletişime geçin
vi: Nếu bạn có bất kỳ câu hỏi nào, hãy liên hệ với chúng tôi qua
zh: 如果有任何疑問，請通過以下方式與我們聯繫
zh_cn: 如有任何疑问，请通过以下方式联系我们

# labelLiveChat
source: Live chat
ar: دردشة مباشرة
bn: লাইভ চ্যাট
fr: Chat en direct
ko: 실시간 채팅
pl: Czat na żywo
ru: Чат
th: แชทสด
tr: Canlı sohbet
zh: 即時聊天
zh_cn: 实时聊天

# actionSignUpForFree
source: Sign up for free
ar: قم بالتسجيل مجانًا
bn: বিনামূল্যে সাইন আপ করুন
fr: Inscrivez-vous gratuitement
ko: 무료 가입
pl: Zarejestruj się za darmo
pt: Registe-se gratuitamente
ru: Зарегистрируйтесь бесплатно
th: ลงทะเบียนได้ฟรี
tr: Ücretsiz Üye Olun
vi: Đăng ký miễn phí
zh: 免費註冊
zh_cn: 免费注册

# actionLogin
source: Log in
ar: تسجيل دخول
bn: লগ ইন
fr: Se connecter
ko: 로그인
pl: Zaloguj
pt: Iniciar sessão
ru: Вход
th: เข้าสู่ระบบ
tr: Giriş yap
vi: Đăng nhập
zh: 登入
zh_cn: 登录

# labelTwoFactorAuth
source: Two-factor authentication
ar: المصادقة الثنائية (2FA)
bn: দুই ফ্যাক্টর প্রমাণীকরণ
fr: Authentification à deux facteurs
ko: 2단계 인증
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
th: ระบบยืนยันตัวตนสองขั้นตอน
tr: İki faktörlü kimlik doğrulama
vi: Xác thực hai yếu tố
zh: 雙因素身份驗證
zh_cn: 双因素身份验证

# informEnterTwoFactorAuthCode
source: Enter the 6-digit code from the authenticator app on your phone.
ar: أدخل الرمز المكون من 6 أرقام من تطبيق المصادقة على هاتفك.
bn: আপনার ফোনে প্রমাণীকরণকারী অ্যাপ থেকে 6-অঙ্কের কোড লিখুন।
fr: Saisissez le code à 6 chiffres qui s'affiche sur l'application d'authentification de votre téléphone.
ko: 휴대폰 인증 앱에서 6자리 코드를 입력하세요.
pl: Proszę wprowadzić 6-cyfrowy kod z aplikacji uwierzytelniającej w telefonie.
pt: Introduza o código de 6 dígitos da aplicação de autenticação no seu telemóvel.
ru: Введите 6-значный код из приложения аутентификатора на Вашем телефоне.
th: ป้อนรหัส 6 หลักจากแอปตรวจสอบสิทธิ์บนโทรศัพท์ของคุณ
tr: Telefonunuzdaki kimlik doğrulayıcı uygulamasından 6 haneli kodu girin.
vi: Nhập mã gồm 6 chữ số từ ứng dụng xác thực trên điện thoại của bạn.
zh: 在手機的驗證器應用程式中輸入 6 位數代碼。
zh_cn: 在手机输入身份验证器应用程序的 6 位数代码。

# labelTwoFactorAuthenticationCode
source: 2FA code
ar: كود 2FA
bn: 2FA কোড
fr: code 2FA
ko: 2FA 코드
pl: Kod dwuskładnikowy
pt: Código de autenticação de dois fatores (2FA)
ru: Код 2FA
th: รหัส 2FA
tr: 2FA kodu
vi: mã 2FA
zh: 2FA 代碼
zh_cn: 2FA 代码

# actionProceed
source: Proceed
ar: تقدم
bn: এগিয়ে যাও
fr: Continuer
ko: 진행
pl: Kontynuuj
pt: Continuar
ru: Далее
th: ประมวลผล
tr: Devam et
vi: Xử lý
zh: 執行
zh_cn: 执行

# labelLogIn
source: Log in
ar: تسجيل دخول
bn: লগ ইন
fr: Se connecter
ko: 로그인
pl: Zaloguj
pt: Iniciar sessão
ru: Вход
th: เข้าสู่ระบบ
tr: Oturum Aç
vi: Đăng nhập
zh: 登入
zh_cn: 登录

# informLoginOptions
source: Or log in with
ar: أو قم بتسجيل الدخول باستخدام
bn: অথবা লগ ইন করুন
fr: Ou connectez-vous avec
ko: 또는 다음을 통해 로그인
pl: Lub zaloguj się przez
pt: Ou inicie sessão através de
ru: Или войдите через
th: หรือเข้าสู่ระบบด้วย
tr: Veya bununla oturum aç
vi: Hoặc đăng nhập với
zh: 或通過以下方式登入
zh_cn: 或通过以下登录

# labelEmail
source: Email
ar: البريد الإلكتروني
bn: ই-মেইল
ko: 이메일
th: อีเมล์
zh: 電子郵件
zh_cn: 电子邮件

# labelPassword
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
fr: Mot de passe
ko: 비밀번호
pl: Hasło
pt: Palavra-passe
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh: 密碼
zh_cn: 密码

# actionForgotPassword
source: Forgot password?
ar: هل نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
fr: Mot de passe oublié ?
ko: 비밀번호를 잊으셨나요?
pl: Nie pamiętasz hasła?
pt: Esqueceu-se da palavra-passe?
ru: Забыли пароль?
th: คุณลืมรหัสผ่านหรือไม่
tr: Şifreyi mi unuttun?
vi: Quên mật khẩu?
zh: 忘記密碼？
zh_cn: 忘记密码?

# labelDontHaveAnAccountYet
source: Don’t have an account yet?
ar: ليس لديك حساب حتى الآن؟
bn: এখনও অ্যাকাউন্ট নেই?
fr: Vous n'avez pas encore de compte ?
ko: 아직 계정이 없는가요?
pl: Nie mają Państwo jeszcze konta?
pt: Ainda não tem uma conta?
ru: У Вас еще нет учетной записи?
th: ยังไม่มีบัญชีใช่ไหม?
tr: Henüz bir hesabınız yok mu?
vi: Chưa có tài khoản?
zh: 還沒有帳戶？
zh_cn: 还没有账户？

# actionCreateANewAccount
source: Create a new account
ar: إنشاء حساب جديد
bn: একটি নতুন অ্যাকাউন্ট তৈরি করুন
fr: Créer un compte
ko: 새 계정 생성
pl: Załóż nowe konto
pt: Criar nova conta
ru: Откройте новый счет
th: สร้างบัญชีใหม่
tr: Yeni bir hesap oluştur
vi: Tạo một tài khoản mới
zh: 開立新帳戶
zh_cn: 开立新账户

# informInvalidEmailFormat
source: Enter a valid email address
ar: أدخل عنوان بريد إلكتروني صالح
bn: একটি বৈধ ইমেল ঠিকানা লিখুন
fr: Saisissez une adresse e-mail valide
ko: 유효한 이메일 주소를 입력해 주세요
pl: Proszę wprowadzić prawidłowy adres e-mail
pt: Introduza um e-mail válido
ru: Введите действительный адрес электронной почты
th: ป้อนที่อยู่อีเมล์ที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin
vi: Nhập địa chỉ email hợp lệ
zh: 請輸入有效的電子郵件地址
zh_cn: 输入有效的电子邮件地址

# warnPasswordLength
source: You should enter 6-25 characters.
ar: يجب إدخال 8-25 حرفًا.
bn: আপনার 8-25 অক্ষর লিখতে হবে।
fr: Vous devez saisir entre 6 à 25 caractères.
ko: 6~25자를 입력해야 합니다.
pl: Wprowadź od 8 do 25 znaków.
pt: Deve introduzir entre 6 a 25 caracteres.
ru: Вы должны ввести 8-25 символов.
th: คุณควรป้อนอักขระ 6-25 ตัว
tr: 6-25 arası karakter girmelisiniz.
vi: Bạn nên nhập từ 8-25 ký tự.
zh: 必須輸入 6-25 個字元。
zh_cn: 必须输入 6-25 个字符。

# labelResetPassword
source: Reset password
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট
fr: Réinitialiser le mot
ko: 비밀번호 재설정
pl: Zresetuj hasło
pt: Repor palavra-passe
ru: Сбросить пароль
th: ตั้งค่ารหัสผ่าน
tr: Şifreyi sıfırla
vi: Đặt lại mật khẩu
zh: 重設密碼
zh_cn: 重置密码

# labelChooseNewPass
source: Choose a new password
ar: اختر كلمة مرور جديدة
bn: একটি নতুন পাসওয়ার্ড বেছে নিন
fr: Définir un nouveau mot de passe
ko: 새 비밀번호를 선택하세요
pl: Wybierz nowe hasło
pt: Escolha uma nova palavra-passe
ru: Выберите новый пароль
th: เลือกรหัสผ่านอันใหม่
tr: Yeni bir şifre seç
vi: Chọn mật khẩu mới
zh: 選新密碼
zh_cn: 选新密码

# labelCreatePass
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
fr: Mot de passe
ko: 비밀번호
pl: Hasło
pt: Palavra-passe
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh: 密碼
zh_cn: 密码

# informYourPassHasBeenReset
source: Your password has been reset
ar: تم إعادة تعيين كلمة المرور الخاصة بك
bn: আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে
fr: Votre mot de passe a été réinitialisé
ko: 비밀번호가 재설정되었습니다
pl: Państwa hasło zostało zresetowane
pt: A palavra-passe foi alterada
ru: Ваш пароль был сброшен
th: รหัสผ่านของคุณถูกเปลี่ยนแปลงแล้ว
tr: Şifreniz sıfırlandı
vi: Mật khẩu của bạn đã được đặt lại
zh: 密碼已重設
zh_cn: 密码已重置

# informRedirectLogin
source: You’ll need to log in with your new password. Hang on, we’re redirecting you.
ar: ستحتاج إلى تسجيل الدخول باستخدام كلمة المرور الجديدة. انتظر، سنعيد توجيهك.
bn: আপনাকে আপনার নতুন পাসওয়ার্ড দিয়ে লগ ইন করতে হবে। ধরে রাখুন, আমরা আপনাকে পুনর্নির্দেশ করছি।
fr: Vous devrez vous connecter à l'aide de votre nouveau mot de passe. Patientez, nous vous redirigeons.
ko: 새 비밀번호르 로그인해야 합니다. 잠시만 기다려 주세요. 리디렉션 중입니다.
pl: Proszę zalogować się przy użyciu nowego hasła. Proszę poczekać, przekierowujemy Pana/Panią.
pt: É necessário iniciar sessão com a sua nova palavra-passe. Aguarde, estamos a reencaminhá-lo.
ru: Вам нужно будет войти в систему с новым паролем. Подождите, мы перенаправляем Вас.
th: คุณจะต้องเข้าสู่ระบบด้วยรหัสผ่านใหม่ของคุณ รอสักครู่ เรากำลังพาคุณไป
tr: Yeni şifrenizle giriş yapmanız gerekecek. Bekle, seni yönlendiriyoruz.
vi: Bạn sẽ cần đăng nhập bằng mật khẩu mới của mình. Chờ đã, chúng tôi đang chuyển hướng bạn.
zh: 需要使用新密碼登入。等等，正在重導向。
zh_cn: 需要使用新密码登录。请稍等，正在重定向。

# actionResetPass
source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
bn: আমার পাসওয়ার্ড রিসেট
fr: Réinitialiser mon mot de passe
ko: 비밀번호 재설정
pl: Zresetuj moje hasło
pt: Alterar palavra-passe
ru: Изменить пароль
th: ตั้งรหัสผ่านของฉันใหม่
tr: Şifremi sıfırla
vi: Đặt lại mật khẩu
zh: 重設密碼
zh_cn: 重置密码

# informInvalidPasswordFormat
source: Please enter a valid password format
ar: يرجى إدخال صيغة كلمة مرور صالحة
bn: অনুগ্রহ করে একটি বৈধ পাসওয়ার্ড ফর্ম্যাট লিখুন
fr: Veuillez saisir un mot de passe valide
ko: 올바른 형식의 비밀번호를 입력해 주세요
pl: Wprowadź prawidłowy format hasła
pt: Introduza um formato de palavra-passe válido
ru: Введите пароль в действующем формате
th: กรุณากรอกรูปแบบรหัสผ่านที่ถูกต้อง
tr: Lütfen geçerli bir şifre formatı girin
vi: Vui lòng nhập một định dạng mật khẩu hợp lệ
zh: 請輸入有效的密碼格式
zh_cn: 请输入有效的密码格式

# labelCheckEmail
source: Check your email
ar: تحقق من بريدك الإلكتروني
bn: আপনার ইমেইল চেক করুন
fr: Vérifiez votre e-mail
ko: 이메일을 확인해 주세요
pl: Sprawdź swój adres e-mail
pt: Verifique seu e-mail
ru: Проверьте эл. почту
th: ตรวจสอบอีเมล์ของคุณ
tr: E-postanızı kontrol edin
vi: Hãy kiểm tra email của bạn
zh: 查看電子郵件
zh_cn: 查看电子邮件

# informSendResetPasswordEmail
source: We’ve sent a message to {email} with a link to reset your password.
ar: لقد أرسلنا رسالة إلى {email} مع رابط لإعادة تعيين كلمة المرور الخاصة بك.
bn: আমরা আপনার পাসওয়ার্ড পুনরায় সেট {email} করার জন্য একটি লিঙ্ক সহ একটি বার্তা পাঠিয়েছি।
fr: Nous avons envoyé un message à l'adresse {email} contenant un lien de réinitialisation de votre mot de passe.
ko: 비밀번호 재설정을 위한 링크가 포함된 메시지가 {email}로 전송되었습니다.
pl: Wysłaliśmy wiadomość na adres {email} z linkiem umożliwiającym zresetowanie hasła.
pt: Enviámos uma mensagem para o e-mail {email} com um link para alterar a sua palavra-passe.
ru: Мы отправили сообщение на адрес {email} со ссылкой для сброса Вашего пароля.
th: เราได้ส่งข้อความไปที่ {email} พร้อมลิงก์เพื่อรีเซ็ตรหัสผ่านของคุณ
tr: {email} adresine şifrenizi sıfırlamanız için bir bağlantı içeren bir mesaj gönderdik.
vi: Chúng tôi đã gửi tin nhắn {email} với một liên kết để đặt lại mật khẩu của bạn.
zh: 已傳送郵件至{email} ，內含重設密碼的連結。
zh_cn: 已发送邮件至 {email}，内含重置密码的链接。

# informResetPassByEmail
source: We'll email you instructions to reset your password.
ar: سنرسل لك تعليمات عبر البريد الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.
bn: আপনার পাসওয়ার্ড পুনরায় সেট করার জন্য আমরা আপনাকে নির্দেশাবলী ইমেইল করব।
fr: Nous vous enverrons des instructions par e-mail pour la réinitialisation de votre mot de passe.
ko: 비밀번호 재설정을 위한 지침을 이메일로 전송해 드리겠습니다.
pl: Prześlemy Ci wiadomość e-mail z instrukcją resetowania hasła.
pt: Vamos enviar um e-mail com as instruções para alterar a sua palavra-passe.
ru: Инструкции для изменения пароля будут отправлены на ваш эл. адрес.
th: เราจะส่งอีเมล์ให้คุณเพื่อแนะนำเกี่ยวกับการตั้งรหัสผ่านใหม่ของคุณ
tr: Şifrenizi sıfırlamak için size e-posta ile talimatlar göndereceğiz.
vi: Chúng tôi sẽ gửi email hướng dẫn đổi mật khẩu cho bạn.
zh: 將以電子郵件傳送重設密碼的說明。
zh_cn: 会传送内含重设密码的说明的电子邮件。

# labelSelectCountry
source: Where do you live?
ar: أين تعيش؟
bn: আপনি কোথায় থাকেন?
fr: Où résidez-vous ?
ko: 어디에 사시나요?
pl: Gdzie mieszkasz?
pt: Onde é que vive?
ru: Где вы живете?
th: คุณอาศัยอยู่ที่ไหน?
tr: Nerede yaşıyorsunuz?
vi: Bạn sống ở đâu?
zh: 您的居住地是哪里？
zh_cn: 您的居住地是哪里？

# labelChooseCountry
source: Choose country
ar: اختر البلد
bn: দেশ নির্বাচন করুন
fr: Sélectionnez votre pays
ko: 국가 선택
pl: Wybierz kraj
pt: Selecionar país
ru: Выберите страну
th: เลือกประเทศ
tr: Ülke seçin
vi: Chọn quốc gia
zh: 選擇國家
zh_cn: 选择国家

# warnCountryNotAvailable
source: Unfortunately, Deriv is not available in your country.
ar: للأسف، Deriv غير متوفر في بلدك.
bn: দুর্ভাগ্যবশত, Deriv আপনার দেশে পাওয়া যায় না।
fr: Malheureusement, Deriv n'est pas disponible dans votre pays.
ko: 아쉽게도 귀하의 국가에서는 Deriv를 이용하실 수 없습니다.
pl: Niestety Deriv jest niedostępny w Twoim kraju.
pt: Infelizmente, a Deriv não está disponível no seu país.
ru: К сожалению, Deriv недоступен в вашей стране.
th: ขออภัย Deriv ไม่พร้อมให้บริการในประเทศของคุณ
tr: Maalesef, Deriv ülkenizde mevcut değil.
vi: Rất tiếc, Deriv không khả dụng ở quốc gia của bạn.
zh: 對不起，您的所在國不可用 Deriv。
zh_cn: 对不起，您的所在国不可用 Deriv。

# actionNext
source: Next
ar: التالي
bn: পরবর্তী
fr: Suivant
ko: 다음
pl: Następny
pt: Próximo
ru: Далее
th: ถัดไป
tr: Sonraki
vi: Tiếp theo
zh: 下一頁
zh_cn: 下一步

# labelEmailIssueHeader
source: If you don't see an email from us within a few minutes, a few things could have happened:
ar: إذا لم تشاهد بريدًا إلكترونيًا منا في غضون بضع دقائق، فقد تحدث بعض الأشياء:
bn: যদি আপনি কয়েক মিনিটের মধ্যে আমাদের কাছ থেকে কোন ইমেল না দেখেন, তবে কিছু ঘটনা ঘটতে পারত:
fr: Si vous ne recevez pas un courriel de notre part dans les minutes qui suivent, cela peut être dû aux raisons suivantes :
ko: 몇 분 내에 이메일을 받지 못하셨다면 다음과 같은 몇 가지 문제가 발생했을 수 있습니다:
pl: Jeśli nie widzisz wiadomości e-mail od nas już od kilku minut, kilka rzeczy może być tego powodem:
pt: Se não receber um e-mail nosso dentro de alguns minutos, é possível que:
ru: Если вы не получили наше письмо в течение нескольких минут, возможно, произошло следующее:
th: หากคุณไม่ได้รับอีเมล์จากเราภายในไม่กี่นาที อาจมีบางสิ่งเกิดขึ้น:
tr: Birkaç dakika içinde bizden bir e-posta görmezseniz, birkaç şey olmuş olabilir:
vi: Nếu sau vài phút bạn không nhận được email từ chúng tôi, một vài điều sau có thể đã xảy ra:
zh: 如果數分鐘內沒有收到我們傳送的電子郵件，可能是因為發生了幾種情況而引起的:
zh_cn: 如果数分钟内没有收到我们发送的电子邮件，可能是因为发生了几种情况而引起的：

# labelEmailIssueSpam
source: The email is in your spam folder (Sometimes things get lost there).
ar: البريد الإلكتروني موجود في مجلد الرسائل غير المرغوب فيها (أحيانًا تضيع الأشياء هناك).
bn: ইমেলটি আপনার স্প্যাম ফোল্ডারে রয়েছে (কখনও কখনও কিছু সেখানে হারিয়ে যায়)।
fr: L'e-mail se trouve dans votre dossier spam (parfois des choses s'y perdent).
ko: 이메일이 스팸 폴더에 있습니다(이메일이 스팸 폴더에 전송될 수 있습니다).
pl: Wiadomość e-mail trafiła do folderu spam (czasami wiadomości się tam gubią).
pt: O e-mail encontre-se na pasta de spam (às vezes os e-mails ficam perdidos aí).
ru: Письмо попало в папку со спамом.
th: อีเมล์นั้นอยู่ในโฟลเดอร์จดหมายขยะของคุณ (บางทีก็มีการพลัดหลงไปที่นั่นได้)
tr: E-posta, spam klasörünüzdedir (bazen orada bir şeyler kaybolur).
vi: Email có thể đã bị chuyển vào hòm thư spam (Đôi lúc dữ liệu bị lạc mất trong đó).
zh: 郵件在您的垃圾郵箱（有時一些郵件會誤送到那兒）。
zh_cn: 邮件在垃圾邮箱里（有时一些邮件会误送到那儿）。

# labelEmailIssueWrongEmail
source: You accidentally gave us another email address (Usually a work or a personal one instead of the one you meant).
ar: لقد أعطيتنا عن طريق الخطأ عنوان بريد إلكتروني آخر (عادةً ما يكون عنوان عمل أو عنوان شخصي بدلاً من العنوان الذي قصدته).
bn: আপনি ঘটনাক্রমে আমাদের অন্য একটি ইমেল ঠিকানা দিয়েছেন (সাধারণত একটি কাজ বা আপনি বোঝানো এক পরিবর্তে একটি ব্যক্তিগত এক)।
fr: Vous nous avez involontairement fourni une autre adresse électronique (généralement une adresse professionnelle ou personnelle différente de celle que vous vouliez fournir).
ko: 실수로 다른 이메일 주소를 알려주셨습니다(의도하신 이메일 주소 대신 회사 및 개인 이메일 주소일 수 있습니다).
pl: Przez przypadek podałeś/podałaś nam inny adres e-mail (zazwyczaj jest to adres e-mail z pracy lun osobisty, zamiast właściwego).
pt: Acidentalmente, deu-nos outro e-mail (normalmente um e-mail de trabalho ou pessoal, em vez daquele que pretendia).
ru: Вы по ошибке указали неправильный email (как правило, рабочий или личный email вместо нужного).
th: คุณเผอิญให้ที่อยู่อีเมล์อื่นแก่เรา (ปกติมักจะเป็นอีเมล์จากที่ทำงานหรืออีเมล์ส่วนตัวแทนที่จะเป็นอันที่คุณต้องการใช้)
tr: Yanlışlıkla bize başka bir e-posta adresi verdiniz (Genellikle kastettiğiniz e-posta yerine bir iş veya kişisel bir e-posta).
vi: Bạn đã vô tình đưa cho chúng tôi một tài khoản email khác (Thường là một tài khoản cho công việc hoặc cá nhân thay vì tài khoản mà bạn định sử dụng).
zh: 您不小心給了我們另一個電子郵件地址（通常非您本意，而是屬於工作或個人性質的）。
zh_cn: 您不小心给了我们另一个电子邮件地址（通常非您本意，而是属于工作或个人性质的）。

# labelEmailIssueTypo
source: The email address you entered had a mistake or typo (happens to the best of us).
ar: عنوان البريد الإلكتروني الذي أدخلته به خطأ أو خطأ مطبعي (يحدث لأفضل منا).
bn: আপনার প্রবেশ করা ইমেল ঠিকানাটি একটি ভুল বা টাইপো ছিল (আমাদের সেরা ক্ষেত্রে ঘটে)।
fr: L'adresse e-mail que vous avez fournie comportait une erreur ou une faute de frappe (cela arrive même aux meilleurs d'entre nous).
ko: 입력하신 이메일 주소가 잘못되었거나 오타가 있습니다(누구에게나 발생할 수 있습니다).
pl: Wprowadzony przez Ciebie adres e-mail zawiera błąd lub literówkę (zdarza się najlepszym).
pt: O e-mail que introduziu tinha um erro ou uma gralha (acontece aos melhores).
ru: Адрес эл. почты был введен с ошибкой или опечаткой (случается с лучшими из нас).
th: ที่อยู่อีเมล์ที่คุณป้อนมีข้อผิดพลาดหรือคำพิมพ์ผิด (เกิดขึ้นได้กับทุกคน)
tr: Girdiğiniz e-posta adresi bir hata veya yazım hatası içerdi (en iyilerimizin bile başına geliyor).
vi: Địa chỉ email bạn nhập bị nhầm hoặc có lỗi chính tả (hay xảy ra với chúng tôi).
zh: 您輸入的電子郵件地址拼寫有誤（有時這是難免的）。
zh_cn: 您输入的电子邮件地址拼写有误（有时这是难免的）。

# labelEmailIssueFirewall
source: We can't deliver the email to this address (Usually because of firewalls or filtering).
ar: لا يمكننا تسليم البريد الإلكتروني إلى هذا العنوان (عادةً بسبب جدران الحماية أو التصفية).
bn: আমরা এই ঠিকানায় ইমেলটি সরবরাহ করতে পারি না (সাধারণত ফায়ারওয়াল বা ফিল্টারিংয়ের কারণে)।
fr: Nous ne parvenons pas à envoyer d'e-mail à cette adresse (généralement en raison de pare-feu ou de filtrage).
ko: 이 주소로 이메일이 전송될 수 없습니다(일반적으로는 방화벽 또는 필터링이 원인입니다).
pl: Nie jesteśmy w stanie dostarczyć wiadomości e-mail pod ten adres (zazwyczaj z powodu zapory ogniowej lub filtrów).
pt: Não foi possível enviar um e-mail para este endereço (normalmente devido a firewalls ou filtragem).
ru: Мы не можем отправить письмо на этот адрес (из-за использования firewall или фильтрации).
th: เราไม่สามารถส่งอีเมล์ไปยังที่อยู่นี้ (โดยปกติจะเป็นเพราะไฟร์วอลล์หรือการกรอง)
tr: E-postayı bu adrese teslim edemiyoruz (Genellikle güvenlik duvarları veya filtreleme nedeniyle).
vi: Chúng tôi không thể chuyển email đến địa chỉ này (Thường là do tường lửa hoặc bộ lọc).
zh: 電子郵件無法傳送到此地址（通常是因為安裝了防火牆或篩選器）。
zh_cn: 无法发送电子邮件到此地址（通常是因为安装了防火墙或筛选器）。

# actionReenterEmail
source: Re-enter your email and try again
ar: أعد إدخال بريدك الإلكتروني وحاول مرة أخرى
bn: আপনার ইমেইল পুনরায় প্রবেশ করুন এবং পুনরায় চেষ্টা করুন
fr: Saisissez à nouveau votre e-mail et réessayez
ko: 이메일을 다시 입력하시고 재시도해 주세요
pl: Wprowadź email i spróbuj ponownie
pt: Volte a introduzir o seu e-mail e tente novamente
ru: Введите email и попробуйте снова
th: ป้อนที่อยู่อีเมล์ของคุณแล้วลองอีกครั้ง
tr: E-postanızı yine girin ve deneyin
vi: Nhập lại email của bạn và thử lại
zh: 重新輸入電子郵件並重試
zh_cn: 重新输入电子邮件并重试

# labelKeepPassword
source: Keep your account secure with a password
ar: حافظ على أمان حسابك باستخدام كلمة مرور
bn: পাসওয়ার্ড দিয়ে আপনার অ্যাকাউন্টকে নিরাপদ রাখুন
fr: Protégez votre compte avec un mot de passe
ko: 비밀번호로 계정을 안전하게 보호하세요
pl: Zabezpiecz swoje konto hasłem
pt: Mantenha a sua conta segura utilizando uma palavra-passe
ru: Защитите счет паролем
th: รักษาบัญชีของคุณให้ปลอดภัยด้วยรหัสผ่าน
tr: Hesabınızı bir şifre ile güvende tutun
vi: Bảo vệ tài khoản của bạn an toàn với mật khẩu
zh: 用密碼保障帳戶安全
zh_cn: 用密码保障账户安全

# labelCreatePassword
source: Create a password
ar: قم بإنشاء كلمة مرور
bn: পাসওয়ার্ড তৈরি করুন
fr: Créer un mot de passe
ko: 비밀번호 생성
pl: Utwórz hasło
pt: Criar palavra-passe
ru: Придумайте пароль
th: สร้างรหัสผ่าน
tr: Bir şifre oluşturun
vi: Tạo một mật khẩu
zh: 建立密碼
zh_cn: 创建密码

# actionStartTrading
source: Start trading
ar: ابدأ التداول
bn: ট্রেডিং শুরু করুন
fr: Commencer à trader
ko: 거래 시작
pl: Rozpocznij handlowanie
pt: Começar a negociar
ru: Начать торговлю
th: เริ่มการเทรด
tr: Ticarete başlayın
vi: Bắt đầu giao dịch
zh: 開始交易
zh_cn: 开始交易

# actionPrevious
source: Previous
ar: السابق
bn: পূর্ববর্তী
fr: Précédent
ko: 이전
pl: Poprzedni
pt: Anterior
ru: Назад
th: ก่อนหน้า
tr: Önceki
vi: Trước
zh: 上一頁
zh_cn: 之前

# labelSignUp
source: Sign up
ar: قم بالتسجيل
bn: সাইন আপ
fr: S'inscrire
ko: 가입
pl: Zarejestruj się
pt: Registe-se
ru: Регистрация
th: ลงทะเบียนสมัครใช้งาน
tr: Kayıt ol
vi: Đăng kí
zh: 註冊
zh_cn: 注册

# labelOrSignUpWith
source: Or sign up with
ar: أو قم بالتسجيل باستخدام
bn: অথবা সাইন আপ করুন
fr: Ou inscrivez-vous avec
ko: 또는 다음을 통해 가입
pl: Lub zarejestruj się przy użyciu
pt: Ou registe-se através de
ru: Или войдите через
th: หรือลงทะเบียนสมัครไปกับ
tr: Veya bununla kaydolun
vi: Hoặc đang ký với
zh: 或使用以下方式註冊
zh_cn: 或通过以下注册

# labelReferralInfoTitle
source: Affiliate referral code
ar: رمز الإحالة التابع
bn: অ্যাফিলিয়েট রেফারেল
fr: Code de parrainage de l'affilié
ko: 제휴 추천 코드
pl: Kod polecający partnera
pt: Código de referência de afiliado
ru: Партнерский реферальный код
th: รหัสอ้างอิงพันธมิตร
tr: Affiliate yönlendirme kodu
vi: Mã giới thiệu Affiliate
zh: 聯盟推薦代碼
zh_cn: 联盟推荐码

# infoReferralInfoDescription
source: An alphanumeric code provided by a Deriv affiliate, applicable for email sign-ups only.
ar: رمز أبجدي رقمي مقدم من شركة تابعة لـ Deriv، ينطبق على عمليات الاشتراك في البريد الإلكتروني فقط.
bn: একটি Deriv অ্যাফিলিয়েট দ্বারা প্রদত্ত একটি আলফানিমেরিক কোড, শুধুমাত্র ইমেল সাইন আপের জন্য প্রযোজ্য।
fr: Code alphanumérique fourni par un affilié Deriv, applicable uniquement pour les inscriptions par e-mail.
ko: Deriv 제휴자가 제공하는 영숫자 코드이며 이메일 가입 시에만 사용할 수 있습니다.
pl: Kod alfanumeryczny dostarczony przez partnera Deriv, mający zastosowanie wyłącznie do rejestracji e-mail.
pt: Código alfanumérico fornecido por um afiliado Deriv, aplicável apenas para registos por e-mail.
ru: Буквенно-цифровой код, предоставляемый партнером Deriv, применимый только для регистрации по электронной почте.
th: รหัสตัวอักษรและตัวเลขที่จัดทำโดยพันธมิตรของ Deriv ซึ่งใช้ได้สำหรับการลงทะเบียนสมัครทางอีเมล์เท่านั้น
tr: Bir Deriv affiliate tarafından sağlanan ve yalnızca e-posta kayıtları için geçerli olan alfanümerik bir kod.
vi: Mã chữ và số được cung cấp bởi một đơn vị liên kết Deriv, chỉ áp dụng cho đăng ký qua email.
zh: 由 Deriv 聯盟會員提供的字母數字代碼，僅適用於電子郵件註冊。
zh_cn: Deriv 联盟会员提供的字母数字代码，仅用于电子邮件注册。

# labelGotReferralCode
source: Got a referral code?
ar: هل لديك رمز إحالة؟
bn: একটি রেফারেল কোড পেয়েছেন?
fr: Vous avez un code de parrainage ?
ko: 추천 코드가 있나요?
pl: Mają Państwo kod polecający?
pt: Tem um código de referência?
ru: У Вас есть реферальный код?
th: มีรหัสอ้างอิงหรือไม่?
tr: Yönlendirme kodunuz var mı?
vi: Có mã giới thiệu?
zh: 有推薦代碼嗎？
zh_cn: 有推荐码吗？

# labelHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে কি?
fr: Vous avez déjà un compte ?
ko: 이미 계정을 보유하고 계시나요?
pl: Masz już konto?
pt: Já tem uma conta?
ru: Уже зарегистрированы?
th: มีบัญชีอยู่แล้วใช่ไหม?
tr: Zaten bir hesabınız var?
vi: Đã có tài khoản?
zh: 已經有帳戶？
zh_cn: 已经有账户？

# actionCreateAccount
source: Create free demo account
ar: إنشاء حساب تجريبي مجاني
bn: ফ্রি ডেমো অ্যাকাউন্ট তৈরি করুন
fr: Créer un compte démo
ko: 무료 데모 게정 생성
pl: Utwórz darmowe konto demonstracyjne
pt: Criar conta demo gratuita
ru: Открыть бесплатный демо-счет
th: สร้างบัญชีทดลองฟรี
tr: Ücretsiz demo hesabı oluştur
vi: Tạo tài khoản demo miễn phí
zh: 開立免費示範帳戶
zh_cn: 开立免费演示账户
