Repository: sahani-deriv/flutter-deriv-packages-1
Catalog: packages/deriv_localizations/lib/l10n/deriv_auth/app_*.arb
Languages: ar, bn, fr, ko, pl, pt, ru, th, tr, vi, zh, zh_cn

# informInvalidReferralCode
source: The referral code you entered is invalid. Check and try again.
ar: رمز الإحالة الذي أدخلته غير صالح. تحقق وحاول مرة أخرى.
bn: আপনি যে রেফারেল কোড লিখেছেন তা অবৈধ। চেক করুন এবং আবার চেষ্টা করুন।
fr: Le code de parrainage que vous avez saisi n'est pas valide. Vérifiez et réessayez.
ko: 입력하신 추천 코드가 유효하지 않습니다. 확인 후 다시 시도해 주세요.
pl: Wprowadzony kod polecający jest nieprawidłowy. Proszę sprawdzić i spróbować ponownie.
pt: O código de referência que introduziu não é válido. Verifique e tente novamente.
ru: Введенный Вами реферальный код недействителен. Проверьте и попробуйте еще раз.
th: รหัสอ้างอิงที่คุณป้อนไม่ถูกต้อง โปรดตรวจสอบและลองอีกครั้ง
tr: Girdiğiniz yönlendirme kodu geçersiz. Kontrol edin ve tekrar deneyin.
vi: Mã giới thiệu bạn đã nhập không hợp lệ. Kiểm tra và thử lại.
zh: 輸入的推薦代碼無效。檢查並再試一次。
zh_cn: 输入的推荐码无效。请检查并重试。

# labelVerifyYourEmail
source: Verify your email
ar: تحقق من بريدك الإلكتروني
bn: আমার ইমেইল যাচাই
fr: Vérifiez votre e-mail
ko: 이메일 인증
pl: Zweryfikuj adres e-mail
pt: Validar e-mail
ru: Подтвердите эл. адрес
th: ยืนยันอีเมล์ของคุณ
tr: E-postanızı doğrulayın
vi: Xác minh email của bạn
zh: 電子郵件驗證
zh_cn: 电子邮件验证

# labelThanksEmail
source: Thanks for verifying your email
ar: شكرًا لك على التحقق من بريدك الإلكتروني
bn: আপনার ইমেইল যাচাই করার জন্য ধন্যবাদ
fr: Merci d'avoir vérifié votre e-mail
ko: 이메일을 인증해 주셔서 감사합니다
pl: Dziękujemy za zweryfikowanie adresu e-mail
pt: Obrigado por validar o seu e-mail
ru: Спасибо за подтверждение электронной почты
th: ขอบคุณที่ยืนยันอีเมล์ของคุณ
tr: E-posta doğrulama için teşekkürler
vi: Cảm ơn đã xác thực email của bạn
zh: 謝謝您驗證了電子郵件
zh_cn: 谢谢您验证了电子邮件

# informLetsContinue
source: Let's continue.
ar: دعونا نواصل.
bn: চলুন চালিয়ে যাক।
fr: Poursuivons.
ko: 계속 진행.
pl: Proszę kontynuować.
pt: Vamos continuar.
ru: Давайте продолжим.
th: ดำเนินการต่อกันเถอะ
tr: Devam edelim.
vi: Hãy tiếp tục.
zh: 讓我們繼續。
zh_cn: 让我们继续。

# actionContinue
source: Continue
ar: استمر
bn: চালিয়ে যান
fr: Continuer
ko: 계속
pl: Kontynuuj
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục
zh: 繼續
zh_cn: 继续

# labelSearchCountry
source: Search country
ar: ابحث عن البلد
bn: দেশ অনুসন্ধান করুন
fr: Rechercher un pays
ko: 국가 검색
pl: Proszę wyszukać kraj
pt: Pesquisar país
ru: Страна поиска
th: ค้นหาประเทศ
tr: Ülke ara
vi: Tìm kiếm quốc gia
zh: 搜尋國家
zh_cn: 搜索国家

# informVerificationEmailSent
source: We've sent a message to {email} with a link to activate your account.
ar: لقد أرسلنا رسالة إلى {email} رابط لتفعيل حسابك.
bn: আমরা আপনার অ্যাকাউন্ট সক্রিয় করার জন্য {email} একটি লিঙ্ক সহ একটি বার্তা পাঠিয়েছি।
fr: Nous avons envoyé un message à l'adresse {email} contenant un lien d'activation de votre compte.
ko: 계정 활성화를 위한 링크가 포함된 메시지가 {email}로 전송되었습니다.
pl: Wysłaliśmy wiadomość na adres {email} z linkiem do aktywacji Państwa konta.
pt: Enviámos uma mensagem para o {email} com o link para ativar a sua conta.
ru: Мы отправили сообщение на {email} со ссылкой для активации Вашей учетной записи.
th: เราได้ส่งข้อความไปที่ {email} พร้อมลิงก์เพื่อเปิดใช้งานบัญชีของคุณ
tr: Hesabınızı etkinleştirmek için {email} adresine bir bağlantı içeren bir mesaj gönderdik.
vi: Chúng tôi đã gửi tin nhắn {email} với một liên kết để kích hoạt tài khoản của bạn.
zh: 已傳送郵件至{email} ，內含激活帳戶的連結。
zh_cn: 已发送邮件至 {email}，内含激活账户的链接。

# actionEmailNotReceived
source: Didn't receive your email?
ar: لم تستلم بريدك الإلكتروني؟
bn: আপনার ইমেইল কি পাওয়া যায়নি?
fr: Vous n'avez pas reçu d'e-mail ?
ko: 이메일을 받지 못하셨나요?
pl: Wiadomość e-mail nie dotarła?
pt: Não recebeu o e-mail?
ru: Не получили письмо?
th: ไม่ได้รับอีเมล์ของคุณใช่หรือไม่?
tr: E-postanızı almadınız mı?
vi: Không nhận được email bạn gửi?
zh: 沒收到郵件?
zh_cn: 没收到邮件？

# informPasswordPolicy
source: Your password must have:
ar: يجب أن تحتوي كلمة المرور الخاصة بك على:
bn: আপনার পাসওয়ার্ড অবশ্যই থাকতে হবে:
fr: Votre mot de passe doit comporter :
ko: 비밀번호에는 반드시 다음을 포함해야 합니다:
pl: Państwa hasło musi zawierać:
pt: A palavra-passe deve ter:
ru: Ваш пароль должен иметь:
th: รหัสผ่านของคุณต้องมี:
tr: Şifreniz şunlara sahip olmalıdır:
vi: Mật khẩu của bạn phải có:
zh: 密碼必須具有：
zh_cn: 密码必须有：

# informPasswordPolicyLength
source: 8-25 characters
ar: 8-25 حرفًا
bn: 8-25 অক্ষর
fr: Entre 8 à 25 caractères
ko: 8~25자
pl: 8-25 znaków
pt: Entre 8 a 25 caracteres
ru: 8-25 символов
th: 8-25 อักขระ
tr: 8-25 karakter
vi: 8-25 ký tự
zh: 8-25 個字元
zh_cn: 8-25 个字符

# informPasswordPolicyLowerAndUpper
source: Upper and lower case letters
ar: الأحرف الكبيرة والصغيرة
bn: উচ্চ এবং নিম্ন কেস অক্ষর
fr: Des lettres majuscules et minuscules
ko: 대문자 및 소문자
pl: Wielkie i małe litery
pt: Letras maiúsculas e minúsculas
ru: Строчные и заглавные буквы
th: ตัวอักษรตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก
tr: Büyük ve küçük harfler
vi: Chữ hoa và chữ thường
zh: 大小寫英文字母
zh_cn: 大写和小写字母

# informPasswordPolicyNumber
source: At least one number
ar: رقم واحد على الأقل
bn: অন্তত একটি সংখ্যা
fr: Au moins un chiffre
ko: 최소 하나 이상의 숫자
pl: Co najmniej jeden numer
pt: Pelo menos um número
ru: По крайней мере, одно число
th: อย่างน้อยหนึ่งหมายเลข
tr: En az bir sayı
vi: Ít nhất một số
zh: 至少一個數字
zh_cn: 至少一个数字

# warnPasswordContainsSymbol
source: Use symbols for strong password.
ar: استخدم الرموز لكلمة مرور قوية.
bn: শক্তিশালী পাসওয়ার্ড জন্য প্রতীক ব্যবহার
fr: Utilisez des symboles pour obtenir un mot de passe fort.
ko: 비밀번호를 강화하기 위해 기호를 사용하세요.
pl: Proszę używać symboli dla silnego hasła.
pt: Utilize símbolos para criar uma palavra-passe forte.
ru: Используйте символы для создания надежного пароля.
th: ใช้สัญลักษณ์เพื่อให้รหัสผ่านเดาได้ยาก
tr: Güçlü şifre için semboller kullanın.
vi: Sử dụng các ký hiệu cho mật khẩu mạnh.
zh: 使用符號加強密碼。
zh_cn: 使用符号加强密码安全。

# labelReferralCode
source: Referral Code
ar: رمز الإحالة
bn: রেফারেল কোড
fr: Code de parrainage
ko: 추천 코드
pl: Kod polecenia
pt: Código de referência
ru: Реферальный код
th: รหัสอ้างอิง
tr: Yönlendirme Kodu
vi: Mã giới thiệu
zh: 推薦代碼
zh_cn: 推荐码

# actionTryAgain
source: Try Again
ar: حاول مرة أخرى
bn: পুনরায় চেষ্টা করুন
fr: Réessayer
ko: 재시도
pl: Spróbuj ponownie
pt: Tente novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Tekrar Deneyin
vi: Thử lại
zh: 重試
zh_cn: 重试

# informInvalid2FACode
source: The code you entered is invalid. Check and try again.
ar: الرمز الذي أدخلته غير صالح. تحقق وحاول مرة أخرى.
bn: আপনি যে কোডটি প্রবেশ করেছেন তা অবৈধ। চেক করুন এবং আবার চেষ্টা করুন।
fr: Le code que vous avez saisi n'est pas valide. Vérifiez et réessayez.
ko: 입력하신 링크가 유효하지 않습니다. 확인 및 다시 시도해 주세요.
pl: Wprowadzony kod jest nieprawidłowy. Proszę sprawdzić i spróbować ponownie.
pt: O código que introduziu não é válido. Verifique e tente novamente.
ru: Введенный Вами код недействителен. Проверьте и попробуйте еще раз.
th: รหัสที่คุณป้อนไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr: Girdiğiniz kod geçersiz. Kontrol edin ve tekrar deneyin.
vi: Mã bạn nhập không hợp lệ. Kiểm tra và thử lại.
zh: 輸入的推薦代碼無效。檢查並再試一次。
zh_cn: 输入的代码无效。请检查并重试。

# informFailedAuthentication
source: Your email or password may be incorrect. Did you sign up with a social account? Check and try again.
ar: قد يكون بريدك الإلكتروني أو كلمة المرور غير صحيحة. هل قمت بالتسجيل باستخدام حساب اجتماعي؟ تحقق وحاول مرة أخرى.
bn: আপনার ইমেল বা পাসওয়ার্ড ভুল হতে পারে। আপনি কি একটি সামাজিক অ্যাকাউন্ট দিয়ে সাইন আপ করেছেন? চেক করুন এবং আবার চেষ্টা করুন।
fr: Votre adresse e-mail ou votre mot de passe est peut-être incorrect. Vous êtes-vous inscrit avec un compte social ? Vérifiez et réessayez.
ko: 이메일 또는 비밀번호가 올바르지 않을 수 있습니다. 혹시 소셜 계정으로 가입하셨나요? 확인 후 다시 시도해 주시기 바랍니다.
pl: Państwa adres e-mail lub hasło mogą być nieprawidłowe. Czy zarejestrował(a) się Pan(i) za pomocą konta społecznościowego? Proszę sprawdzić i spróbować ponownie.
pt: O e-mail ou a palavra-passe podem estar incorretos. Registou-se através de umas das contas das redes sociais? Verifique e tente novamente.
ru: Возможно, Ваш e-mail или пароль неверны. Вы зарегистрировались с помощью социальной учетной записи? Проверьте и попробуйте еще раз.
th: อีเมล์หรือรหัสผ่านของคุณอาจไม่ถูกต้อง คุณได้ลงทะเบียนด้วยบัญชีโซเชียลหรือไม่? โปรดตรวจสอบแล้วลองอีกครั้ง
tr: E-posta adresiniz veya şifreniz yanlış olabilir. Sosyal bir hesapla mı kaydoldunuz? Kontrol edin ve tekrar deneyin.
vi: Email hoặc mật khẩu của bạn có thể không chính xác. Bạn đã đăng ký với một tài khoản xã hội chưa? Kiểm tra và thử lại.
zh: 電子郵件地址或密碼不正確。是否用社交帳戶註冊？檢查並再試一次。
zh_cn: 电子邮件或密码可能不正确。是否用社交账户注册？请检查并重试。

# informDeactivatedAccount
source: Your account is deactivated.
ar: تم إلغاء تنشيط حسابك.
bn: আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে।
fr: Votre compte est désactivé.
ko: 계정이 비활성화되었습니다.
pl: Twoje konto jest dezaktywowane.
pt: A sua conta encontra-se desativada.
ru: Ваш аккаунт деактивирован.
th: บัญชีของคุณถูกปิดใช้งาน
tr: Hesabınız devre dışı bırakıldı.
vi: Tài khoản của bạn bị vô hiệu hóa.
zh: 帳戶已停用。
zh_cn: 账户已停用。

# informFailedAuthorization
source: Authorization failed.
ar: فشلت عملية التخويل.
bn: অনুমোদন ব্যর্থ হয়েছে।
fr: Échec de l'autorisation.
ko: 인증에 실패했습니다.
pl: Autoryzacja nie powiodła się.
pt: A autorização não foi bem-sucedida.
ru: Не удалось авторизоваться.
th: การอนุญาตให้สิทธิ์ล้มเหลว
tr: Yetkilendirme başarısız oldu.
vi: Ủy quyền không thành công.
zh: 授權失敗。
zh_cn: 授权失败。

# informInvalidResidence
source: Invalid residence.
ar: إقامة غير صالحة.
bn: অবৈধ বাসস্থান।
fr: Résidence non valide.
ko: 유효하지 않은 거주지입니다.
pl: Nieprawidłowe miejsce zamieszkania.
pt: Morada inválida.
ru: Недействительное место жительства.
th: ที่พักอาศัยไม่ถูกต้อง
tr: Geçersiz ikamet.
vi: Nơi cư trú không hợp lệ.
zh: 無效的居住地。
zh_cn: 无效的居住地。

# informInvalidCredentials
source: Invalid credentials.
ar: بيانات اعتماد غير صالحة.
bn: অবৈধ শংসাপত্র।
fr: Informations d'identification non valides.
ko: 유효하지 않은 자격 증명입니다.
pl: Nieprawidłowe poświadczenia.
pt: Credenciais inválidas.
ru: Неверные учетные данные.
th: ข้อมูลประจำตัวไม่ถูกต้อง
tr: Geçersiz kimlik bilgileri.
vi: Thông tin đăng nhập không hợp lệ.
zh: 無效的憑證.
zh_cn: 凭证无效。

# informMissingOtp
source: Missing one-time password.
ar: كلمة مرور مفقودة لمرة واحدة.
bn: একবার পাসওয়ার্ড অনুপস্থিত।
fr: Mot de passe à usage unique manquant.
ko: 일회용 비밀번호가 누락되었습니다.
pl: Brakujące jednorazowe hasło.
pt: Falta a palavra-passe de utilização única.
ru: Отсутствует одноразовый пароль.
th: รหัสผ่านแบบครั้งเดียวขาดหายไป
tr: Tek seferlik şifre eksik.
vi: Thiếu mật khẩu một lần.
zh: 缺少一次性密碼。
zh_cn: 缺少一次性密码。

# informSelfClosed
source: Your account has been closed.
ar: تم إغلاق الحساب الخاص بك.
bn: আপনার অ্যাকাউন্ট বন্ধ করা হয়েছে।
fr: Votre compte a été fermé.
ko: 계정이 해지되었습니다.
pl: To konto zostało zamknięte.
pt: A sua conta foi encerrada.
ru: Ваш счет был закрыт.
th: บัญชีของคุณได้ถูกปิดแล้ว
tr: Hesabınız kapatıldı.
vi: Tài khoản này của bạn đã bị vô hiệu hóa.
zh: 帳戶已關閉.
zh_cn: 账户已关闭.

# informUnexpectedError
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
bn: অপ্রত্যাশিত ত্রুটি ঘটেছে।
fr: Une erreur inattendue s'est produite.
ko: 예상하지 못한 오류가 발생했습니다.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
ru: Произошла неожиданная ошибка.
th: มีข้อผิดพลาดเกิดขึ้น
tr: Beklenmedik bir hata oluştu.
vi: Đã có lỗi bất ngờ xảy ra.
zh: 發生不可預測錯誤.
zh_cn: 发生不可预测的错误.

# informUnsupportedCountry
source: Your country is not supported.
ar: بلدك غير مدعوم.
bn: আপনার দেশ সমর্থিত হয়নি।
fr: Votre pays n'est pas pris en charge.
ko: 귀하의 국가는 지원되지 않습니다.
pl: Twój kraj nie jest wspierany.
pt: O seu país não está disponível.
ru: Ваша страна не пользуется поддержкой.
th: ไม่รองรับการใช้งานในประเทศของคุณ
tr: Ülkeniz desteklenmiyor.
vi: Đất nước của bạn không được hỗ trợ.
zh: 您的國家不受支援。
zh_cn: 您的国家不受支持。

# informExpiredAccount
source: Your account is expired
ar: انتهت صلاحية حسابك
bn: আপনার অ্যাকাউন্টের মেয়াদ শেষ হয়েছে
fr: Votre compte a expiré
ko: 계정이 만료되었습니다
pl: Twoje konto wygasło
pt: A sua conta expirou
ru: Срок действия вашей учетной записи истек
th: บัญชีของคุณหมดอายุ
tr: Hesabınızın süresi doldu
vi: Tài khoản của bạn đã hết hạn
zh: 帳戶已過期
zh_cn: 账户已过期

# labelCountryConsentBrazil
source: I hereby confirm that my request for opening an account with Deriv to trade OTC products issued and offered exclusively outside Brazil was initiated by me. I fully understand that Deriv is not regulated by CVM and by approaching Deriv I intend to set up a relation with a foreign company.
ar: أؤكد بموجب هذا أن طلبي لفتح حساب مع Deriv لتداول منتجات OTC الصادرة والمعروضة حصريًا خارج البرازيل قد بادرت به. أفهم تمامًا أن Deriv لا تخضع للتنظيم من قبل CVM ومن خلال الاتصال بـ Deriv أعتزم إقامة علاقة مع شركة أجنبية.
bn: আমি এর মাধ্যমে নিশ্চিত করি যে ব্রাজিলের বাইরে একচেটিয়াভাবে জারি করা এবং দেওয়া ওটিসি পণ্যগুলি বাণিজ্য করার জন্য ডেরিভের সাথে একটি অ্যাকাউন্ট খোলার জন্য আমার অনুরোধ আমার দ্বারা শুরু আমি পুরোপুরি বুঝতে পারি যে ডেরিভ সিভিএম দ্বারা নিয়ন্ত্রিত নয় এবং ডেরিভের কাছে পৌঁছানোর মাধ্যমে আমি একটি বিদেশী সংস্থার সাথে সম্পর্ক স্থাপন করার ইচ্ছা করি।
fr: Je confirme par la présente que ma demande d'ouverture d'un compte auprès de Deriv pour y trader des produits OTC émis et offerts exclusivement en dehors du Brésil a été initiée par moi-même. Je comprends parfaitement que Deriv n'est pas réglementé par la Commission brésilienne des valeurs mobilières et des échanges (CVM) et qu'en contactant Deriv, j'ai l'intention d'établir une relation avec une société étrangère.
ko: 본인은 브라질 이외 지역에서만 발행 및 제공되는 OTC 상품을 거래하기 위해 Deriv를 통한 계정을 개설하고자 하는 요청이 본인에 의해 시작되었음을 확정합니다. 본인은 Deriv가 CVM의 규제를 받지 않는다는 것을 충분히 이해하며 Deriv에 접근하여 외국 회사와 관계를 구축하고자 하는 것입니다.
pl: Niniejszym potwierdzam, że mój wniosek o otwarcie rachunku w Deriv w celu handlu produktami OTC emitowanymi i oferowanymi wyłącznie poza Brazylią został zainicjowany przeze mnie. W pełni rozumiem, że Deriv nie jest regulowany przez CVM i zwracając się do Deriv, zamierzam nawiązać relację z zagraniczną firmą.
pt: Venho por este meio confirmar que iniciei o pedido de abertura de conta na Deriv para negociar produtos OTC emitidos e oferecidos exclusivamente fora do Brasil. Estou ciente que a Deriv não é regulada pela CVM e que ao abordar a Deriv, estabeleço uma relação com uma empresa estrangeira.
ru: Настоящим я подтверждаю, что запрос на открытие счета в Deriv для торговли внебиржевыми продуктами, выпущенными и предлагаемыми исключительно за пределами Бразилии, был инициирован мной. Я понимаю, что деятельность Deriv не регулируется CVM, и, обратившись в Deriv, вступаю в деловые отношения с иностранной компанией.
th: ข้าพเจ้าขอยืนยันว่าคำขอเปิดบัญชีกับ Deriv เพื่อทำการซื้อขายผลิตภัณฑ์ OTC ที่ออกและนำเสนอเฉพาะนอกประเทศบราซิลนั้นมาจากความคิดริเริ่มโดยข้าพเจ้าเอง ข้าพเจ้าเข้าใจดีว่า Deriv ไม่ได้ถูกควบคุมดูแลโดย CVM และในการที่ข้าพเจ้าเข้าหา Deriv นั้นข้าพเจ้ามีเจตนาที่จะสร้างความสัมพันธ์กับบริษัทจากต่างประเทศ
tr: Sadece Brezilya dışında yayınlanan ve sunulan OTC ürünlerinin ticaretini yapmak için Deriv'de bir hesap açma talebimin tarafımdan başlatıldığını onaylıyorum. Deriv'in CVM tarafından düzenlenmediğini ve Deriv'e başvurarak yabancı bir şirketle ilişki kurmayı amaçladığımı tamamen anlıyorum.
vi: Tôi xác nhận rằng yêu cầu mở tài khoản của tôi với Deriv để giao dịch các sản phẩm OTC được phát hành và cung cấp độc quyền bên ngoài Brazil là do tôi thực hiện. Tôi hoàn toàn hiểu rằng Deriv không bị quản lý bởi CVM và thông qua Deriv, tôi dự định thiết lập quan hệ với một công ty nước ngoài.
zh: 本人特此確認，在 Deriv 開立帳戶以交易由巴西境外推出和提供的場外交易產品的要求是由本人提出的。本人完全理解 Deriv 不受 CVM 監管，且通過與 Deriv 接觸，本人打算與一家外國公司建立關係。
zh_cn: 本人特此确认，在 Deriv 开立账户以交易由巴西境外推出和提供的场外交易产品的请求是由本人提出的。本人完全理解 Deriv 不受 CVM 监管，且通过与 Deriv 接触，本人打算与一家外国公司建立关系。

# informConnectionError
source: Connection error. Please try again later.
ar: خطأ اتصال. يرجى المحاولة مرة أخرى لاحقًا.
bn: সংযোগ ত্রুটি। দয়া করে পরে আবার চেষ্টা করুন।
fr: Erreur de connexion. Veuillez réessayer ultérieurement.
ko: 연결 오류입니다. 나중에 다시 시도하시기 바랍니다.
pl: Błąd połączenia. Spróbuj ponownie później.
pt: Erro de ligação. Por favor, tente novamente mais tarde.
ru: Ошибка подключения. Пожалуйста, попробуйте позже.
th: มีข้อผิดพลาดในการเชื่อมต่อ โปรดลองใหม่ในภายหลัง
tr: Bağlantı hatası. Lütfen daha sonra tekrar deneyin.
vi: Lỗi kết nối. Vui lòng thử lại sau.
zh: 連線錯誤。請稍後再試一次。
zh_cn: 连接错误。请稍后再试。

# informSwitchAccountError
source: Switch account error. Please try again later.
ar: خطأ في تبديل الحساب. يرجى المحاولة مرة أخرى لاحقًا.
bn: অ্যাকাউন্ট ত্রুটি পরিবর্তন করুন দয়া করে পরে আবার চেষ্টা করুন।
fr: Erreur de changement de compte. Veuillez réessayer ultérieurement.
ko: 계정 전환 오류입니다. 나중에 다시 시도하시기 바랍니다.
pl: Błąd przełączania konta. Spróbuj ponownie później.
pt: Ocorreu um erro durante a troca de conta. Tente novamente mais tarde.
ru: Ошибка переключения учетной записи. Пожалуйста, попробуйте позже.
th: มีข้อผิดพลาดในการสลับบัญชี โปรดลองใหม่ในภายหลัง
tr: Hesap hatası değiştir. Lütfen daha sonra tekrar deneyin.
vi: Chuyển đổi lỗi tài khoản. Vui lòng thử lại sau.
zh: 切換帳戶錯誤。請稍後再試一次。
zh_cn: 切换账户错误。请稍后再试。

# labelDeveloper
source: Developer
ar: المطوّر
bn: ডেভেলপার
fr: Développeur
ko: 개발자
pl: Deweloper
pt: Programador
ru: Разработчик
th: ผู้พัฒนาระบบ
tr: Geliştirici
vi: Nhà phát triển
zh: 開發員
zh_cn: 开发员

# labelEndpoint
source: Endpoint
ar: نقطة النهاية
bn: শেষপ্রান্ত
fr: Point de terminaison
ko: 엔드포인트
pl: Punkt końcowy
ru: Конечная точка
th: อุปกรณ์ปลายทาง
tr: Bitiş noktası
vi: Điểm kết thúc
zh: 端點
zh_cn: 终结点

# semanticEndpoint
source: Endpoint
ar: نقطة النهاية
bn: শেষপ্রান্ত
fr: Point de terminaison
ko: 엔드포인트
pl: punkt końcowy
ru: Конечная точка
th: อุปกรณ์ปลายทาง
tr: Bitiş noktası
vi: Điểm kết thúc
zh: 端點
zh_cn: 终结点

# warnInvalidEndpoint
source: invalid endpoint
ar: نقطة نهاية غير صالحة
bn: অবৈধ শেষ পয়েন্ট
fr: point de terminaison non valide
ko: 유효하지 않은 엔드포인트
pl: nieprawidłowy punkt końcowy
pt: endpoint inválido
ru: неверная конечная точка
th: อุปกรณ์ปลายทางไม่ถูกต้อง
tr: geçersiz bitiş noktası
vi: điểm kết thúc không hợp lệ
zh: 無效的端點
zh_cn: 无效的终结点

# labelApplicationID
source: Application ID
ar: معرف التطبيق
bn: অ্যাপলিকেশন আইডি
fr: Identifiant de l'application
ko: 애플리케이션 ID
pl: ID aplikacji
pt: ID da aplicação
ru: ID приложения
th: รหัสไอดีแอปพลิเคชั่น
tr: Başvuru ID
vi: Mã đăng ký
zh: 應用程式 ID
zh_cn: 应用程序 ID

# semanticApplicationID
source: Application ID
ar: معرف التطبيق
bn: অ্যাপলিকেশন আইডি
fr: Identifiant de l'application
ko: 애플리케이션 ID
pl: ID aplikacji
pt: ID da aplicação
ru: ID приложения
th: รหัสไอดีแอปพลิเคชั่น
tr: Başvuru ID
vi: Mã đăng ký
zh: 應用程式 ID
zh_cn: 应用程序 ID

# warnInvalidApplicationID
source: invalid application ID
ar: معرف تطبيق غير صالح
bn: অবৈধ অ্যাপ্লিকেশন আইডি
fr: identifiant de l'application non valide
ko: 유효하지 않은 애플리케이션 ID
pl: nieprawidłowe ID aplikacji
pt: ID da aplicação inválido
ru: неверный ID приложения
th: รหัสไอดีแอปพลิเคชั่นไม่ถูกต้อง
tr: geçersiz başvuru ID
vi: mã đăng ký không hợp lệ
zh: 無效的應用程式 ID
zh_cn: 无效的应用程序 ID

# labelLanguage
source: Language
ar: اللغة
bn: ভাষা
fr: Langue
ko: 언어
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh: 語言
zh_cn: 语言
