Repository: sahani-deriv/flutter-deriv-packages-1
Catalog: packages/deriv_localizations/lib/l10n/deriv_mobile_chart_wrapper/app_*.arb
Languages: ar, bn, es, fr, pl, pt, sw, th, uz, vi, zh_tw

# labelIndicators
source: Indicators
ar: المؤشرات
bn: সূচক
es: Indicadores
fr: Indicateurs
pl: Wskaźniki
pt: Indicadores
sw: Viashiria
th: ตัวบ่งชี้
uz: Ko'rsatkichlar
vi: Các chỉ số
zh_tw: 指標

# labelActive
source: Active
ar: نشط
bn: সক্রিয়
es: Activo
fr: Actif
pl: Aktywny
pt: Ativo
sw: Inafanya kazi
th: ใช้งานอยู่
uz: Faol
vi: Hoạt động
zh_tw: 活躍

# labelAll
source: All
ar: الكل
bn: সব
es: Todos
fr: Tous
pl: Wszystko
pt: Todos
sw: Wote
th: ทั้งหมด
uz: Hammasi
vi: Tất cả
zh_tw: 全部

# labelMomentum
source: Momentum
ar: الزخم
bn: মোমেন্টাম
es: Impulso
fr: L'élan
pl: Pęd
sw: Mwendo
th: โมเมนตัม
vi: Đà
zh_tw: 動量

# labelVolatility
source: Volatility
ar: التقلبات
bn: অস্থিরতা
es: Volatilidad
fr: Volatilité
pl: Zmienność
pt: Volatilidade
sw: Ubadilishaji
th: ความผันผวน
uz: O'zgaruvchanlik
vi: Có trọng lượng
zh_tw: 波動性

# labelMovingAverages
source: Moving averages
ar: المتوسطات المتحركة
bn: মুভিং গড়
es: Medias móviles
fr: Moyennes mobiles
pl: Średnie kroczące
pt: Médias móveis
sw: Wastani wa kusonga
th: ค่าเฉลี่ยเคลื่อนที่
uz: Harakatlanuvchi o'rtacha
vi: Đường trung bình động
zh_tw: 移動平均線

# labelMACD
source: MACD
bn: ম্যাকডি

# labelRelativeStrengthIndex
source: Relative Strength Index (RSI)
ar: مؤشر القوة النسبية (RSI)
bn: আপেক্ষিক শক্তি সূচক (আরএসআই)
es: Índice de fuerza relativa (RSI)
fr: Indice de force relative (IFR)
pl: Względny wskaźnik siły (RSI)
pt: Índice de Força Relativa (RSI)
sw: Kielelezo cha Nguvu ya Uhusiano (RSI)
th: ดัชนีความแข็งแรงสัมพัทธ์ (RSI)
uz: Nisbiy kuch indeksi (RSI)
vi: Chỉ số sức mạnh tương đối (RSI)
zh_tw: 相對強度指數（RSI）

# labelRSI
source: RSI
ar: مؤشر القوة النسبية
bn: আরএসআই

# labelBollingerBands
source: Bollinger Bands (BB)
ar: البولنجر باند (BB)
bn: বোলিঙ্গার ব্যান্ড (বিবি)
es: Bandas de Bollinger (BB)
fr: Bandes de Bollinger (BB)
pl: Zespoły Bollingera (BB)
pt: Bandas de Bollinger (BB)
sw: Bendi za Bollinger (BB)
uz: Bollinger bantlari (BB)
vi: Dải Bollinger (BB)
zh_tw: 布林格帶（BB）

# labelBB
source: BB
ar: ب ب
bn: বিবি

# labelMovingAverage
source: Moving Average (MA)
ar: المتوسط المتحرك (MA)
bn: মুভিং এভারেজ (এমএ)
es: Media móvil (MA)
fr: Moyenne mobile (MA)
pl: Średnia ruchoma (MA)
pt: Média móvel (MA)
sw: Wastani wa kusonga (MA)
th: ค่าเฉลี่ยเคลื่อนที่ (MA)
uz: Harakatlanuvchi o'rtacha (MA)
vi: Đường trung bình động (MA)
zh_tw: 移動平均值 (MA)

# labelMA
source: MA
ar: ماجستير
bn: মা

# infoMACD
source: MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.
ar: مؤشر MACD هو مؤشر تداول يستخدم في التحليل الفني لأسعار الأسهم. ومن المفترض أن يكشف عن التغيرات في قوة واتجاه وزخم ومدة الاتجاه في سعر السهم.
bn: এমএসিডি স্টকের দামের প্রযুক্তিগত বিশ্লেষণে ব্যবহৃত একটি ট্রেডিং সূচক। এটি কোনও স্টকের দামের প্রবণতার শক্তি, দিক, গতি এবং সময়কালের পরিবর্তনগুলি প্রকাশ করবে বলে মনে করা হয়।
es: El MACD es un indicador utilizado en el análisis técnico de las cotizaciones bursátiles. Se supone que revela los cambios en la fuerza, la dirección, el impulso y la duración de una tendencia en el precio de una acción.
fr: Le MACD est un indicateur de trading utilisé dans l'analyse technique des cours boursiers. Il est censé révéler les changements dans la force, la direction, l'élan et la durée d'une tendance dans le prix d'une action.
pl: MACD jest wskaźnikiem handlowym wykorzystywanym w technicznej analizie cen akcji. Ma ujawniać zmiany w sile, kierunku, pędzie i czasie trwania trendu w cenie akcji.
pt: A Convergência/Divergência das Médias Móveis (MACD) é um indicador de negociação utilizado na análise técnica dos preços das ações. É suposto revelar alterações na força, direção, momentum e duração de uma tendência no preço de uma ação.
sw: MACD ni kiashiria cha biashara kinachotumiwa katika uchambuzi wa kiufundi wa bei za hisa. Inapaswa kufichua mabadiliko katika nguvu, mwelekeo, kasi, na muda wa mwenendo wa bei ya hisa.
th: MACD เป็นตัวบ่งชี้ที่ใช้ในการวิเคราะห์ทางเทคนิคของราคาหุ้น มีวัตถุประสงค์เพื่อแสดงการเปลี่ยนแปลงในความแข็งแกร่ง ทิศทาง โมเมนตัม และระยะเวลาของแนวโน้มในราคาหุ้น
uz: MACD aktsiyalar narxlarini texnik tahlil qilishda ishlatiladigan savdo ko'rsatkichidir. Bu aktsiya narxidagi tendentsiyaning kuchi, yo'nalishi, momentumi va davomiyligidagi o'zgarishlarni ochib berishi kerak.
vi: MACD là một chỉ báo giao dịch được sử dụng trong phân tích kỹ thuật giá cổ phiếu. Nó được cho là tiết lộ những thay đổi về sức mạnh, hướng, đà và thời gian của xu hướng trong giá cổ phiếu.
zh_tw: MACD 是交易指標，用於股票價格的技術分析。可顯示股票價格中趨勢的強度、方向、動量和持續時間的變化。

# infoRSI
source: The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.
ar: تم نشر مؤشر القوة النسبية (RSI) بواسطة J. Welles Wilder. يتم تطبيع السعر الحالي كنسبة مئوية بين 0 و 100. إن معرف flutter_chart_id لهذا المذبذب مضلل لأنه لا يقارن الأداة بالنسبة إلى أداة أخرى أو مجموعة من الأدوات، بل يمثل السعر الحالي بالنسبة إلى القطع الحديثة الأخرى ضمن طول نافذة الاسترجاع المحددة.
bn: আপেক্ষিক শক্তি সূচক (আরএসআই) প্রকাশ করেছিলেন জে ওয়েলস ওয়াইল্ডার। বর্তমান মূল্য 0 থেকে 100 এর মধ্যে শতাংশ হিসাবে স্বাভাবিক করা হয়। এই অসিলেটরের ফ্লুটার_চার্ট_আইডি বিভ্রান্তিকর কারণ এটি অন্য যন্ত্র বা যন্ত্রের সেটের সাথে তুলনা করে না, বরং নির্বাচিত লুকব্যাক উইন্ডো দৈর্ঘ্যের মধ্যে অন্যান্য সাম্প্রতিক টুকরোগুলির তুলনায় বর্তমান দামের প্রতিনিধিত্ব করে।
es: El índice de fuerza relativa (RSI) fue publicado por J. Welles Wilder. El precio actual se normaliza como un porcentaje entre 0 y 100. El flutter_chart_id de este oscilador es engañoso porque no compara el instrumento en relación con otro instrumento o conjunto de instrumentos, sino que representa el precio actual en relación con otras piezas recientes dentro de la longitud de la ventana de retroceso seleccionada.
fr: L'indice de force relative (RSI) a été publié par J. Welles Wilder. Le prix actuel est normalisé en pourcentage entre 0 et 100. Le flutter_chart_id de cet oscillateur est trompeur car il ne compare pas l'instrument par rapport à un autre instrument ou à un ensemble d'instruments, mais représente plutôt le prix actuel par rapport à d'autres pièces récentes dans la longueur de la fenêtre d'observation sélectionnée.
pl: Relative Strength Index (RSI) został opublikowany przez J. Wellesa Wildera. Aktualna cena jest znormalizowana jako procent od 0 do 100. Flutter_chart_id tego oscylatora jest mylący, ponieważ nie porównuje instrumentu względem innego instrumentu lub zestawu instrumentów, ale reprezentuje aktualną cenę w stosunku do innych ostatnich elementów w wybranej długości okna przeglądającego.
pt: O Índice de Força Relativa (RSI) foi publicado por J. Welles Wilder. O preço atual é normalizado como uma percentagem entre 0 e 100. O flutter_chart_id deste oscilador é enganador porque não compara o instrumento com outro instrumento ou conjunto de instrumentos, mas sim representa o preço atual em relação a outras peças recentes dentro do comprimento da janela de lookback selecionada.
sw: Fahirisi ya Nguvu ya Relay (RSI) ilichapishwa na J. Welles Wilder. Bei ya sasa imeorodheshwa kama asilimia kati ya 0 na 100. Flutter_chart_id ya oscillator hii inatoa kwa sababu hailinganishi chombo kinachohusiana na chombo kingine au seti ya vyombo, lakini badala yake inawakilisha bei ya sasa ikilinganishwa na vipande vingine vya hivi karibuni ndani ya urefu wa dirisha lililochaguliwa.
th: ดัชนีความแข็งแรงสัมพัทธ์หรือ Relative Strength Index (RSI) ถูกตีพิมพ์โดย J. Welles Wilder ราคาปัจจุบันถูกแปลงเป็นเปอร์เซ็นต์ระหว่าง 0 ถึง 100 ค่า flutter_chart_id ของตัวบ่งชี้นี้อาจทำให้เข้าใจผิดได้ เนื่องจากไม่ได้เปรียบเทียบตราสารอันหนึ่งกับตราสารอื่นหรือกลุ่มสินทรัพย์อื่น แต่จะแสดงราคาปัจจุบันเทียบกับราคาล่าสุดในช่วงระยะเวลาที่เลือกมองย้อนกลับไป
uz: Nisbiy kuch indeksi (RSI) J.Uelles Uaylder tomonidan nashr etilgan. Joriy narx 0 dan 100 oralig'idagi foiz sifatida normallashtiriladi. Ushbu osilatorning flutter_chart_id noto'g'ri, chunki u asbobni boshqa asbob yoki asboblar to'plamiga nisbatan taqqoslamaydi, aksincha tanlangan lookback oyna uzunligi ichidagi boshqa so'nggi bo'laklarga nisbatan joriy narxni ifodalaydi.
vi: Chỉ số sức mạnh tương đối (RSI) được công bố bởi J. Welles Wilder. Giá hiện tại được chuẩn hóa theo tỷ lệ phần trăm từ 0 đến 100. Flutter_chart_id của bộ dao động này gây hiểu nhầm vì nó không so sánh công cụ so với một công cụ hoặc bộ công cụ khác, mà đại diện cho giá hiện tại so với các phần gần đây khác trong độ dài cửa sổ nhìn lại đã chọn.
zh_tw: 相對強度指數（RSI）由 J. Welles Wilder 發布。將目前價格以 0 到 100 之間的百分比標準化。此振盪器的 flutter_chart_id 具有誤導性，因為它不與其他工具或一組工具相比較，而是代表所選回顧窗口長度內與其他最近的股票相對的目前價格。

# infoBB
source: Bollinger Bands (BB) can be used to measure the highness or lowness of the price relative to previous trades.
ar: يمكن استخدام مؤشر بولينجر باند (BB) لقياس مدى ارتفاع أو انخفاض السعر بالنسبة للصفقات السابقة.
bn: পূর্ববর্তী ট্রেডগুলির তুলনায় মূল্যের উচ্চতা বা নিম্নতা পরিমাপ করতে বোলিঙ্গার ব্যান্ড (বিবি) ব্যবহার করা যেতে পারে।
es: Las Bandas de Bollinger (BB) pueden utilizarse para medir la altitud o la caída del precio en relación con operaciones anteriores.
fr: Les bandes de Bollinger (BB) peuvent être utilisées pour mesurer la hausse ou la baisse du prix par rapport aux transactions précédentes.
pl: Pasma Bollingera (BB) można wykorzystać do pomiaru wysokości lub niskiej ceny w stosunku do poprzednich transakcji.
pt: As Bandas de Bollinger (BB) podem ser usadas para medir se o preço está alto ou baixo em relação a negociações anteriores.
sw: Bendi za Bollinger (BB) zinaweza kutumika kupima juu au chini wa bei kulinganishwa na biashara zilizopita.
th: Bollinger Bands (BB) สามารถใช้วัดความสูงหรือต่ำของราคาเมื่อเทียบกับการซื้อขายก่อนหน้านี้
uz: Bollinger Bands (BB) avvalgi savdolarga nisbatan narxning balandligi yoki pastligini o'lchash uchun ishlatilishi mumkin.
vi: Dải Bollinger (BB) có thể được sử dụng để đo mức cao hoặc thấp của giá so với các giao dịch trước đó.
zh_tw: 布林格帶（BB）可用於測量與之前交易相對於價格的高度或低度。

# infoMA
source: The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, itâ€™s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.
ar: يساعد المتوسط المتحرك (MA) على تحديد الاتجاه العام للسوق من خلال تصفية تقلبات الأسعار على المدى القصير. وباستخدام البيانات التاريخية، يحسب المتوسط المتحرك متوسط السعر خلال فترة محددة ويرسم خطًا على الرسم البياني. إذا تحرك خط المتوسط المتحرك المتحرك لأعلى، فهذا مؤشر على وجود اتجاه صعودي، ويكون مؤشرًا على اتجاه هبوطي إذا تحرك لأسفل. وتحدث إشارة الشراء عندما يتحرك السعر فوق خط المتوسط المتحرك.
bn: মুভিং এভারেজ (এমএ) স্বল্পমেয়াদী মূল্যের ওঠানামা ফিল্টার করে সামগ্রিক বাজারের প্রবণতা সনাক্ত করতে ঐতিহাসিক ডেটা ব্যবহার করে, এটি একটি নির্দিষ্ট সময়কালে গড় মূল্য গণনা করে এবং চার্টে একটি লাইন প্লট করে। এমএ লাইন যদি উপরের দিকে চলে যায় তবে এটি একটি আপট্রেন্ডের সূচক, নীচের দিকে চলে গেলে একটি ডাউনট্রেন্ড। মূল্য এমএ লাইনের উপরে চলে গেলে একটি ক্রয় সংকেত ঘটে।
es: La media móvil (MA) ayuda a identificar la tendencia general del mercado filtrando las fluctuaciones de precios a corto plazo. Utilizando datos históricos, calcula el precio medio durante un periodo específico y traza una línea en el gráfico. Si la línea MA se mueve hacia arriba, es un indicador de una tendencia alcista, una tendencia bajista si se mueve hacia abajo. Una señal de compra se produce cuando el precio se mueve por encima de la línea MA.
fr: La moyenne mobile (MA) permet d'identifier la tendance générale du marché en filtrant les fluctuations de prix à court terme. À l'aide de données historiques, elle calcule le prix moyen sur une période donnée et trace une ligne sur le graphique. Si la ligne de la MA se déplace vers le haut, il s'agit d'un indicateur de tendance haussière, et si elle se déplace vers le bas, il s'agit d'un indicateur de tendance baissière. Un signal d'achat se produit lorsque le prix passe au-dessus de la ligne MA.
pl: Średnia krocząca (MA) pomaga zidentyfikować ogólny trend rynkowy poprzez filtrowanie krótkoterminowych wahań cen. Korzystając z danych historycznych, oblicza średnią cenę w określonym okresie i wykreśla linię na wykresie. Jeśli linia MA porusza się w górę, jest to wskaźnik trendu wzrostowego, trendu spadkowego, jeśli porusza się w dół. Sygnał zakupu pojawia się, gdy cena przesuwa się powyżej linii MA.
pt: A média móvel (MA) ajuda a identificar a tendência geral do mercado ao filtrar as flutuações de preços a curto prazo. Utilizando o histórico de dados, calcula o preço médio durante um período específico e traça uma linha no gráfico. Se a linha MA se mover para cima, indica uma tendência ascendente; se se mover para baixo, indica uma tendência descendente. Um sinal de compra ocorre quando o preço ultrapassa a linha MA.
sw: Wastani wa Kusonga (MA) husaidia kutambua mwenendo wa jumla wa soko kwa kuchuja mabadiliko ya bei ya muda mfupi. Kutumia data ya kihistoria, inahesabu bei ya wastani kwa kipindi maalum na inapanga mstari kwenye chati. Ikiwa mstari wa MA unasonga juu, ni kiashiria cha kuongezeka, mwenendo wa kushuka ikiwa unasonga chini. Ishara ya ununuzi hutokea wakati bei inapohamia juu ya mstari wa MA.
th: ค่าเฉลี่ยเคลื่อนที่หรือ Moving Average (MA) ช่วยในการระบุแนวโน้มตลาดโดยรวมโดยการกรองความผันผวนของราคาระยะสั้นออกไป โดยใช้ข้อมูลในอดีตเพื่อคำนวณราคาที่เฉลี่ยในช่วงเวลาที่กำหนดและแสดงเป็นเส้นบนกราฟ หากเส้น MA เคลื่อนที่ขึ้นแสดงถึงแนวโน้มขาขึ้น หากเคลื่อนที่ลงแสดงถึงแนวโน้มขาลง สัญญาณการซื้อเกิดขึ้นเมื่อราคาขยับเหนือเส้น MA
uz: Harakatlanuvchi o'rtacha (MA) qisqa muddatli narxlarning o'zgarishini filtrlash orqali umumiy bozor tendentsiyasini aniqlashga yordam beradi. Tarixiy ma'lumotlardan foydalanib, ma'lum bir davr mobaynida o'rtacha narxni hisoblab chiqadi va grafikada chiziqni chiziqlaydi. Agar MA chizig'i yuqoriga qarab harakat qilsa, u yuqoriga ko'tarilish ko'rsatkichi, pastga qarab harakat qilsa pastga trendning ko'rsatkichi. Narx MA chizig'idan yuqorida harakat qilganda sotib olish signali yuzaga keladi.
vi: Đường trung bình động (MA) giúp xác định xu hướng thị trường tổng thể bằng cách lọc ra các biến động giá ngắn hạn. Sử dụng dữ liệu lịch sử, nó tính toán giá trung bình trong một khoảng thời gian cụ thể và vẽ một đường trên biểu đồ. Nếu đường MA di chuyển lên, đó là một chỉ báo của xu hướng tăng, xu hướng giảm nếu nó di chuyển xuống. Tín hiệu mua xảy ra khi giá di chuyển trên đường MA.
zh_tw: 移動平均線（MA）通過過濾短期價格波動來幫助識別整體市場趨勢。它使用歷史資料，計算特定期間的平均價格，並在圖表繪線。如果 MA 線向上移動，則是上升趨勢的指標，如果向下移動則是下降趨勢的指標。當價格走在 MA 線上方時，就會出現買入信號。

# infoMaximumActiveIndicatorsAdded
source: You've added the maximum number of active indicators.
ar: لقد أضفت الحد الأقصى لعدد المؤشرات النشطة.
bn: আপনি সর্বাধিক সংখ্যক সক্রিয় সূচক যুক্ত করেছেন।
es: Ha añadido el número máximo de indicadores activos.
fr: Vous avez ajouté le nombre maximum d'indicateurs actifs.
pl: Dodano maksymalną liczbę aktywnych wskaźników.
pt: Adicionou o número máximo de indicadores ativos.
sw: Umeongeza idadi kubwa ya viashiria vya kazi.
th: คุณได้เพิ่มตัวบ่งชี้ที่ใช้งานอยู่จนถึงจำนวนสูงสุดแล้ว
uz: Siz faol ko'rsatgichlarning maksimal sonini qo'shdingiz.
vi: Bạn đã thêm số lượng chỉ báo hoạt động tối đa.
zh_tw: 已新增使用中指標數目上限。

# infoAddSelectedIndicator
source: Add {indicator}
ar: إضافة {indicator}
bn: যোগ করুন {indicator}
es: Añada {indicator}
fr: Ajoutez {indicator}
pl: Dodaj {indicator}
pt: Adicionar {indicator}
sw: Ongeza {indicator}
th: เพิ่ม {indicator}
uz: {indicator}ni qo'shing
vi: Thêm {indicator}
zh_tw: 新增 {indicator}

# infoAddIndicator
source: Add indicator
ar: إضافة مؤشر
bn: সূচক যোগ করুন
es: Añadir indicador
fr: Ajouter un indicateur
pl: Dodaj wskaźnik
pt: Adicionar indicador
sw: Ongeza kiashiria
th: เพิ่มตัวบ่งชี้
uz: Ko'rsatkichni qo'shing
vi: Thêm chỉ báo
zh_tw: 新增指標

# labelDeleteAllIndicators
source: Delete all indicators
ar: حذف جميع المؤشرات
bn: সমস্ত সূচক মুছুন
es: Borrar todos los indicadores
fr: Supprimer tous les indicateurs
pl: Usuń wszystkie wskaźniki
pt: Eliminar todos os indicadores
sw: Futa viashiria vyote
th: ลบตัวบ่งชี้ทั้งหมด
uz: Barcha ko'rsatgichlarni o'chirish
vi: Xóa tất cả các chỉ số
zh_tw: 刪除所有指標

# infoDeleteAllIndicators
source: This will delete all active indicators.
ar: سيؤدي ذلك إلى حذف جميع المؤشرات النشطة.
bn: এটি সমস্ত সক্রিয় সূচক মুছে ফেলবে।
es: Esto borrará todos los indicadores activos.
fr: Cette opération supprime tous les indicateurs actifs.
pl: Spowoduje to usunięcie wszystkich aktywnych wskaźników.
pt: Esta ação elimina todos os indicadores ativos.
sw: Hii itafuta viashiria vyote vya kazi.
th: สิ่งนี้จะลบตัวบ่งชี้ที่ใช้งานอยู่ทั้งหมด
uz: Bu barcha faol ko'rsatgichlarni o'chirib tashlaydi.
vi: Điều này sẽ xóa tất cả các chỉ số hoạt động.
zh_tw: 這將刪除所有活躍指標。

# infoResetIndicators
source: This will reset the {indicator} indicator to its default settings.
ar: سيؤدي هذا إلى إعادة تعيين مؤشر {indicator} إلى إعداداته الافتراضية.
bn: এটি {indicator} সূচকটিকে তার ডিফল্ট সেটিংসে পুনরায় সেট করবে।
es: Esto restablecerá el indicador {indicator} a su configuración predeterminada.
fr: Cela réinitialisera les paramètres par défaut de l'indicateur {indicator} .
pl: Spowoduje to zresetowanie wskaźnika {indicator} do ustawień domyślnych.
pt: Esta ação irá repor o indicador {indicator} para as suas definições predefinidas.
sw: Hii itaweka upya kiashiria cha {indicator} kwa mipangilio yake ya default.
th: สิ่งนี้จะรีเซ็ตตัวบ่งชี้ {indicator} ไปเป็นตามค่าเริ่มต้นของมัน
uz: Bu {indicator} ko'rsatgichini standart sozlamalariga qaytaradi.
vi: Thao tác này sẽ đặt lại chỉ báo {indicator} về cài đặt mặc định của nó.
zh_tw: 這將把 {indicator} 指標重設為其預設設定。

# labelDeleteIndicator
source: Delete {indicator} indicator
ar: حذف المؤشر {indicator}
bn: {indicator} সূচক মুছুন
es: Borrar el indicador {indicator}
fr: Indicateur de suppression {indicator}
pl: Usuń wskaźnik {indicator}
pt: Eliminar o indicador {indicator}
sw: Futa kiashiria cha {indicator}
th: ลบตัวบ่งชี้ {indicator}
uz: {indicator} ko'rsatgichini o'chirish
vi: Xóa chỉ báo {indicator}
zh_tw: 刪除 {indicator} 指標

# labelResetIndicator
source: Reset {indicator} indicator
ar: إعادة تعيين مؤشر {indicator}
bn: রিসেট {indicator} সূচক
es: Indicador Reset {indicator}
fr: Réinitialiser l'indicateur {indicator}
pl: Zresetuj wskaźnik {indicator}
pt: Repor o indicador {indicator}
sw: Weka upya kiashiria cha {indicator}
th: รีเซ็ตตัวบ่งชี้ {indicator}
uz: {indicator} indikatorini tiklash
vi: Đặt lại chỉ báo {indicator}
zh_tw: 重設 {indicator} 指標

# infoDeleteIndicator
source: Are you sure you want to delete this indicator?
ar: هل أنت متأكد من رغبتك في حذف هذا المؤشر؟
bn: আপনি কি নিশ্চিত যে আপনি এই সূচকটি মুছে ফেলতে চান?
es: ¿Está seguro de que desea eliminar este indicador?
fr: Êtes-vous sûr de vouloir supprimer cet indicateur ?
pl: Czy na pewno chcesz usunąć ten wskaźnik?
pt: Tem a certeza de que pretende eliminar este indicador?
sw: Je! Una hakika unataka kufuta kiashiria hiki?
th: คุณแน่ใจหรือไม่ว่าต้องการลบตัวบ่งชี้นี้?
uz: Ushbu ko'rsatgichni o'chirib tashlashni xohlayotganingizga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn xóa chỉ báo này không?
zh_tw: 確定要刪除此指標嗎？

# labelCancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
es: Cancelar
fr: Annuler
pl: Anuluj
pt: Cancelar
sw: Ghairi
th: ยกเลิก
uz: Bekor qilish
vi: Hủy
zh_tw: 取消

# labelDelete
source: Delete
ar: حذف
bn: মুছে ফেলুন
es: Borrar
fr: Supprimer
pl: Usuń
pt: Eliminar
sw: Futa
th: ลบ
uz: O'chirish
vi: Xóa
zh_tw: 刪除

# labelDeleteAll
source: Delete All
ar: حذف الكل
bn: সব মুছে ফেলুন
es: Borrar todo
fr: Supprimer tout
pl: Usuń wszystko
pt: Eliminar tudo
sw: Futa Yote
th: ลบทั้งหมด
uz: Hammasini o'chirish
vi: Xóa tất cả
zh_tw: 刪除全部

# infoUpto3indicatorsAllowed
source: Up to 3 active indicators allowed.
ar: يُسمح بحد أقصى 3 مؤشرات نشطة.
bn: 3 টি পর্যন্ত সক্রিয় সূচক অনুমোদিত।
es: Se permiten hasta 3 indicadores activos.
fr: Jusqu'à 3 indicateurs actifs sont autorisés.
pl: Dozwolone jest do 3 aktywnych wskaźników.
pt: São permitidos até 3 indicadores ativos.
sw: Hadi viashiria 3 vya kazi zinaruhusiwa.
th: อนุญาตให้ใช้ตัวบ่งชี้ที่ใช้งานอยู่สูงสุด 3 ตัว
uz: 3 tagacha faol ko'rsatkichga ruxsat beriladi.
vi: Cho phép tối đa 3 chỉ số hoạt động.
zh_tw: 最多允許 3 個活躍指標。

# infoNoActiveIndicators
source: No active indicators.
ar: لا توجد مؤشرات نشطة.
bn: কোন সক্রিয় সূচক নেই।
es: No hay indicadores activos.
fr: Aucun indicateur actif.
pl: Brak aktywnych wskaźników.
pt: Não existem indicadores ativos.
sw: Hakuna viashiria vya kazi.
th: ไม่มีตัวบ่งชี้ที่ใช้งานอยู่
uz: Faol ko'rsatkichlar yo'q.
vi: Không có chỉ số hoạt động.
zh_tw: 沒有活躍指標。

# labelReset
source: Reset
ar: إعادة تعيين
bn: রিসেট করুন
es: Reinicie
fr: Remise à zéro
pl: Resetuj
pt: Reiniciação
sw: Weka upya
th: รีเซ็ท
uz: Qayta tiklash
vi: Đặt lại
zh_tw: 重設

# labelApply
source: Apply
ar: قدم طلبك
bn: আবেদন করুন
es: Aplique
fr: Appliquer
pl: Zastosuj
pt: Aplicar
sw: Tumia
th: ใช้งาน
uz: Qo'llash
vi: Áp dụng
zh_tw: 申請

# labelOK
source: OK
ar: حسناً
bn: ঠিক আছে
pl: DOBRZE
sw: SAWA
vi: ĐƯỢC
zh_tw: 好

# labelRSILine
source: RSI line
ar: خط مؤشر القوة النسبية RSI
bn: আরএসআই লাইন
es: Línea RSI
fr: Ligne RSI
pl: Linia RSI
pt: Linha do RSI
sw: Mstari wa RSI
th: เส้น RSI
uz: RSI liniyasi
vi: Dòng RSI
zh_tw: RSI 線

# labelPeriod
source: Period
ar: الفترة
bn: সময়কাল
es: Periodo
fr: Période
pl: Kropka
pt: Período
sw: Kipindi
th: ระยะเวลา
uz: Davr
vi: Thời kỳ
zh_tw: 週期

# labelMinRange
source: Min range
ar: الحد الأدنى للنطاق
bn: নিম্ন পরিসীমা
es: Alcance mínimo
fr: Plage minimale
pl: Minimalny zasięg
pt: Intervalo mín.
sw: Kiwango cha chini
th: ช่วงขั้นต่ำ
uz: Min oraliq
vi: Phạm vi tối thiểu
zh_tw: 最小範圍

# labelMaxRange
source: Max range
ar: الحد الأقصى للنطاق
bn: সর্বোচ্চ ব্যাপ্তি
es: Alcance máximo
fr: Portée maximale
pl: Maksymalny zasięg
pt: Intervalo máx.
sw: Kiwango cha juu
th: ช่วงสูงสุด
uz: Maksimal diapazoni
vi: Phạm vi tối đa
zh_tw: 最大範圍

# labelSource
source: Source
ar: المصدر
bn: উৎস
es: Fuente
pl: Źródło
pt: Fonte
sw: chanzo
th: แหล่งที่มา
uz: Manba
vi: Nguồn
zh_tw: 來源

# labelClose
source: Close
ar: إغلاق
bn: বন্ধ করুন
es: Cerrar
fr: Fermer
pl: Zamknij
pt: Fechado
sw: Kufunga
uz: Yopish
vi: Đóng
zh_tw: 關閉

# labelOpen
source: Open
ar: افتح
bn: খোলা
es: Abra
fr: Ouvrir
pl: Otwórz
pt: Aberto
sw: Fungua
uz: Ochiq
vi: Mở
zh_tw: 開啟

# labelHigh
source: High
ar: عالية
bn: উচ্চ
es: Alta
fr: Haut
pl: Wysoki
sw: Juu
uz: Yuqori
vi: Cao

# labelLow
source: Low
ar: منخفضة
bn: নিম্ন
es: Bajo
fr: Faible
pl: Niski
sw: Ndogo
uz: Past
vi: Thấp

# labelHl2
source: Hl/2
ar: هـ / 2
bn: এইচএল/2

# labelHlc3
source: Hlc/3
bn: এইচএলসি/3

# labelHlcc4
source: Hlcc/4
bn: এইচএলসিসি/4

# labelOhlc4
source: Ohlc/4
ar: أولك/4
bn: ওএইচএলসি/4

# labelShowZones
source: Show Zones
ar: مناطق العرض
bn: অঞ্চল দেখান
es: Mostrar zonas
fr: Afficher les zones
pl: Pokaż strefy
pt: Mostrar zonas
sw: Onyesha Maeneo
th: แสดงโซน
uz: Zonalarni ko'rsatish
vi: Hiển thị khu vực
zh_tw: 顯示區域

# labelOverbought
source: Overbought
ar: الإفراط في الشراء
bn: অতিরিক্ত খরচ
es: Sobrecompra
fr: Surachat
pl: Wykupione
pt: Sobrecompra
sw: Kununua kupita kiasi
th: การซื้อมากเกินไป
uz: Haddan tashqari sotib olingan
vi: Mua quá mức
zh_tw: 超買

# labelOversold
source: Oversold
ar: المبالغة في البيع
bn: অতিরিক্ত বিক্রি
es: Sobreventa
fr: Survente
pl: Wyprzedane
pt: Sobrevenda
sw: Uuzwa kupita kiasi
th: การขายมากเกินไป
uz: Haddan tashqari sotilgan
vi: Bán quá mức
zh_tw: 超賣
