Repository: sahani-deriv/flutter-deriv-packages-1
Catalog: packages/deriv_localizations/lib/l10n/deriv_mobile_chart_wrapper/app_*.arb
Languages: ar, bn, es, fr, pl, pt, sw, th, uz, vi, zh_tw

# labelMinSize
source: Min size
ar: الحد الأدنى للحجم
bn: ন্যূনতম আকার
es: Tamaño mínimo
fr: Taille minimale
pl: Minimalny rozmiar
pt: Tamanho mín.
sw: Ukubwa wa chini
th: ขนาดขั้นต่ำ
uz: Min hajmi
vi: Kích thước tối thiểu
zh_tw: 最小尺寸

# labelMaxSize
source: Max size
ar: الحد الأقصى للحجم
bn: সর্বোচ্চ আকার
es: Tamaño máximo
fr: Taille maximale
pl: Maksymalny rozmiar
pt: Tamanho máx.
sw: Ukubwa wa juu
th: ขนาดสูงสุด
uz: Maksimal hajmi
vi: Kích thước tối đa
zh_tw: 最大尺寸

# labelRange
source: Range
ar: النطاق
bn: পরিসীমা
es: Gama
fr: Gamme
pl: Zasięg
pt: Intervalo
sw: Mbalimbali
th: ช่วง
uz: oralig'i
vi: Phạm vi
zh_tw: 範圍

# labelOverboughtLine
source: Overbought line
ar: خط ذروة الشراء
bn: ওভারবাউট লাইন
es: Línea de sobrecompra
fr: Ligne de surachat
pl: Linia wykupiona
pt: Linha de sobrecompra
sw: Mstari wa kununuliwa kupita
th: เส้นการซื้อมากเกินไป
uz: Haddan tashqari sotib olingan liniya
vi: Dòng quá mua
zh_tw: 超買線

# labelOversoldLine
source: Oversold line
ar: خط المبيع الزائد
bn: ওভারসোল্ড লাইন
es: Línea de sobreventa
fr: Ligne de survente
pl: Linia wyprzedana
pt: Linha de sobrevenda
sw: Mstari uliouzwa zaidi
th: เส้นการขายมากเกินไป
uz: Haddan tashqari sotilgan chiziq
vi: Dòng bán quá mức
zh_tw: 超賣線

# labelMACDLine
source: MACD line
ar: خط MACD
bn: এমএসিডি লাইন
es: Línea MACD
fr: Ligne MACD
pl: Linia MACD
pt: Linha do MACD
sw: Mstari wa MACD
th: เส้น MACD
uz: MACD liniyasi
vi: Dòng MACD
zh_tw: MACD 線

# labelFastMAPeriod
source: Fast MA period
ar: فترة المتوسط المتحرك السريع
bn: দ্রুত এমএ পিরিয়ড
es: Periodo MA rápido
fr: Période d'AM rapide
pl: Szybki okres MA
pt: Período da média móvel rápida
sw: Kipindi cha haraka cha MA
th: ระยะเวลา MA ที่เร็ว
uz: Tez MA davri
vi: Thời gian MA nhanh
zh_tw: 快速 MA 週期

# labelSlowMAPeriod
source: Slow MA period
ar: فترة بطء المتوسط المتحرك البطيء
bn: ধীর এমএ পিরিয়ড
es: Periodo MA lento
fr: Période d'AM lente
pl: Powolny okres MA
pt: Período da média móvel lenta
sw: Kipindi cha polepole cha MA
th: ระยะเวลา MA ที่ช้า
uz: Sekin MA davri
vi: Thời gian MA chậm
zh_tw: 慢速 MA 週期

# labelSignalLine
source: Signal line
ar: خط الإشارة
bn: সিগন্যাল লাইন
es: Línea de señales
fr: Ligne de signal
pl: Linia sygnałowa
pt: Linha de sinal
sw: Mstari wa ishara
th: เส้นสัญญาณ
uz: Signal liniyasi
vi: Đường tín hiệu
zh_tw: 信號線

# labelSignalPeriod
source: Signal period
ar: فترة الإشارة
bn: সংকেত সময়কাল
es: Periodo de señalización
fr: Période du signal
pl: Okres sygnału
pt: Período de sinal
sw: Kipindi cha ishara
th: ระยะเวลาสัญญาณ
uz: Signal davri
vi: Thời gian tín hiệu
zh_tw: 信號週期

# labelIncreasingBar
source: Increasing bar
ar: زيادة الشريط
bn: বর্ধমান বার
es: Barra creciente
fr: Augmentation de la barre
pl: Zwiększanie paska
pt: Barra crescente
sw: Kuongezeka kwa bar
th: แถบที่เพิ่มขึ้น
uz: Kattalashtirish paneli
vi: Tăng thanh
zh_tw: 增加條型線

# labelDecreasingBar
source: Decreasing bar
ar: شريط تنازلي
bn: হ্রাস করা বার
es: Barra decreciente
fr: Barre décroissante
pl: Malejący pasek
pt: Barra decrescente
sw: Baa ya kupungua
th: แถบที่ลดลง
uz: Pasayadigan bar
vi: Thanh giảm
zh_tw: 減少條型線

# labelBollingerBandsTop
source: Bollinger Bands top
ar: قمة بولينجر باندز
bn: বোলিংগার ব্যান্ড শীর্ষ
es: Parte superior de las bandas de Bollinger
fr: Sommet des bandes de Bollinger
pt: Limite superior das Bandas de Bollinger
sw: Bollinger Bands juu
th: Bollinger Bands อันบน
vi: Bollinger Bands hàng đầu
zh_tw: 布林格帶頂部

# labelBollingerBandsMedian
source: Bollinger Bands median
ar: متوسط بولينجر باندز
bn: বোলিঙ্গার ব্যান্ডের মাঝারি
es: Mediana de las bandas de Bollinger
fr: Bandes de Bollinger médianes
pl: Mediana pasm Bollingera
pt: Limite médio das Bandas de Bollinger
sw: Bollinger Bands wastani
th: Bollinger Bands อันกลาง
uz: Bollinger Bands mediana
vi: Dải Bollinger trung bình
zh_tw: 布林格帶中位數

# labelBollingerBandsBottom
source: Bollinger Bands bottom
ar: قاع بولينجر باندز
bn: বোলিঙ্গার ব্যান্ড নীচে
es: Fondo de las Bandas de Bollinger
fr: Fond des bandes de Bollinger
pl: Dolne paski Bollingera
pt: Limite inferior das Bandas de Bollinger
sw: Bandi za Bollinger chini
th: Bollinger Bands อันล่าง
uz: Bollinger bantlarining pastki qismi
vi: Dải Bollinger phía dưới
zh_tw: 布林格帶底部

# labelChannelFill
source: Channel fill
ar: تعبئة القناة
bn: চ্যানেল পূরণ
es: Relleno del canal
fr: Remplissage du canal
pl: Wypełnienie kanału
pt: Preenchimento do canal
sw: Kujaza kituo
th: เติม Channel
uz: Kanalni to'ldirish
vi: Điền kênh
zh_tw: 通道填充

# labelFillColor
source: Fill color
ar: لون التعبئة
bn: রঙ পূরণ করুন
es: Color de relleno
fr: Couleur de remplissage
pl: Kolor wypełnienia
pt: Cor de preenchimento
sw: Jaza rangi
th: เติมสี
uz: Rangni to'ldiring
vi: Tô màu
zh_tw: 填色

# labelStandardDeviations
source: Standard deviations
ar: الانحرافات المعيارية
bn: মান বিচ্যুতি
es: Desviaciones estándar
fr: Écarts types
pl: Odchylenia standardowe
pt: Desvios padrão
sw: Upungufu wa kawaida
th: ค่าเบี่ยงเบนมาตรฐาน
uz: Standart og'ishlar
vi: Độ lệch chuẩn
zh_tw: 標準偏差

# labelMovingAverageType
source: Moving Average Type
ar: نوع المتوسط المتحرك
bn: মুভিং এভারেজ প্রকার
es: Tipo de media móvil
fr: Type de moyenne mobile
pl: Typ średniej ruchomej
pt: Tipo de média móvel
sw: Aina ya wastani ya kusonga
th: ประเภทค่าเฉลี่ยเคลื่อนที่ (MA)
uz: Harakatlanuvchi o'rtacha turi
vi: Loại trung bình di chuyển
zh_tw: 移動平均線類型

# labelMALine
source: MA line
ar: خط MA
bn: এমএ লাইন
es: Línea MA
fr: Ligne MA
pl: Linia MA
pt: Linha da MA
sw: Mstari wa MA
th: เส้น MA
uz: MA liniyasi
vi: Dòng MA
zh_tw: MA 線

# labelOffset
source: Offset
ar: الأوفست
bn: অফসেট
es: Desplazamiento
fr: Décalage
pl: Przesunięcie
pt: Deslocamento
sw: Kidhibiti
th: ออฟเซ็ท
uz: Ofset
vi: Bù đắp
zh_tw: 偏移

# labelType
source: Type
ar: النوع
bn: টাইপ
es: Tipo
pl: Typ
pt: Tipo
sw: Aina
th: ประเภท
uz: turi
vi: Kiểu
zh_tw: 類型

# labelSimple
source: Simple
ar: بسيطة
bn: সহজ
pl: Prosty
pt: Simples
sw: Rahisi
uz: Oddiy
vi: Đơn giản
zh_tw: 簡單

# labelExponential
source: Exponential
ar: الأسي
bn: এক্সপোনেন্সিয়াল
es: Exponencial
fr: Exponentiel
pl: wykładniczy
pt: Exponencial
sw: Mwanganyiko
uz: Eksponensial
vi: Theo cấp số nhân
zh_tw: 指數式

# labelWeighted
source: Weighted
ar: مرجح
bn: ওজনযুক্ত
es: Ponderado
fr: Pondéré
pl: ważony
pt: Ponderada
sw: Uzito
uz: Og'irli
vi: Có trọng số
zh_tw: 加權

# labelHull
source: Hull
ar: هال
bn: হাল
es: Casco
fr: Coque
pl: Kadłub
vi: Thân tàu

# labelZeroLag
source: Zero Lag
ar: التأخر الصفري
bn: জিরো ল্যাগ
es: Retraso cero
fr: Zéro lag
pl: Zero opóźnienia
pt: Zero Lag (sem atraso)
uz: Nolinchi kechikish
vi: Không có độ trễ
zh_tw: 零延遲

# labelTimeSeries
source: Time Series
ar: السلاسل الزمنية
bn: টাইম সিরিজ
es: Series temporales
fr: Séries chronologiques
pl: Szereg czasowy
pt: Séries temporais
sw: Mfululizo wa Wakati
th: ชุดข้อมูลตามลำดับเวลา
uz: Vaqt seriyasi
vi: Chuỗi thời gian
zh_tw: 時間序列

# labelWellesWilder
source: Welles Wilder
ar: ويلز وايلدر
bn: ওয়েলস ওয়াইল্ডার
uz: Uelles Uaylder

# labelVariable
source: Variable
ar: متغير
bn: পরিবর্তনশীল
pl: Zmienna
pt: Variável
sw: Tofauti
th: แบบแปรผัน
uz: O'zgaruvchan
vi: Biến
zh_tw: 變量

# labelTriangular
source: Triangular
ar: مثلث الشكل
bn: ত্রিভুজ
fr: Triangulaire
pl: Trójkątne
sw: Pembetatu
th: แบบสามเหลี่ยม
uz: Uchburchak
vi: Tam giác
zh_tw: 三角形

# label2Exponential
source: 2-Exponential
ar: 2-الأسي
bn: 2-এক্সপোনেন্সিয়াল
es: 2-Exponencial
fr: 2-Exponentiel
pl: 2-wykładniczy
pt: 2-Exponencial
th: 2-เลขชี้กำลัง
uz: 2-Eksponensial
vi: 2-cấp số nhân
zh_tw: 2-指數式

# label3Exponential
source: 3-Exponential
ar: 3-الإكسبونسي
bn: 3-এক্সপোনেন্সিয়াল
es: 3-Exponencial
fr: 3-Exponentiel
pl: 3-wykładniczy
pt: 3-Exponencial
sw: 3-Mfanyiko
th: 3- เลขชี้กำลัง
uz: 3-Eksponensial
vi: 3-cấp số nhân
zh_tw: 3-指數式

# warnEnterValueBetweenMinMax
source: Enter a value between {min} and {max}
ar: أدخل قيمة بين {min} و {max}
bn: {min} এবং {max}এর মধ্যে একটি মান লিখুন
es: Introduzca un valor entre {min} y {max}
fr: Saisissez une valeur comprise entre {min} et {max}
pl: Wprowadź wartość między {min} i {max}
pt: Introduza um valor entre {min} e {max}
sw: Ingiza thamani kati ya {min} na {max}
th: ป้อนค่าระหว่าง {min} และ {max}
uz: {min} va {max}oralig'idagi qiymatni kiriting
vi: Nhập giá trị giữa {min} và {max}
zh_tw: 輸入介於 {min} 和 {max} 之間的值

# warnRangeMinMax
source: Range {min} - {max}
ar: النطاق {min} - {max}
bn: রেঞ্জ {min} - {max}
es: Gama {min} - {max}
fr: Gamme {min} - {max}
pl: Zakres {min} - {max}
pt: Intervalo {min} - {max}
sw: Kiwango cha {min} - {max}
th: ช่วง {min} - {max}
uz: {min} - {max}diapazoni
vi: Phạm vi {min} - {max}
zh_tw: 範圍 {min} - {max}

# labelDrawingTools
source: Drawing tools
ar: أدوات الرسم
bn: অঙ্কন টুলস
es: Herramientas de dibujo
fr: Outils de dessin
pl: Narzędzia do rysowania
pt: Ferramentas de desenho
sw: Zana za kuchora
th: เครื่องมือวาด
uz: Chizma vositalari
vi: Công cụ vẽ
zh_tw: 繪圖工具

# labelTools
source: Tools
ar: أدوات
bn: সরঞ্জাম
es: Herramientas
fr: Outils
pl: Narzędzia
pt: Ferramentas
sw: Vyombo
th: เครื่องมือ
uz: Asboblar
vi: Dụng cụ
zh_tw: 工具

# labelLine
source: Line
ar: خط
bn: লাইন
es: Línea
fr: Ligne
pl: Linia
pt: Linha
sw: Mstari
th: เส้น
uz: Chiziq
vi: Dòng
zh_tw: 線

# labelRay
source: Ray
ar: شعاع
bn: রশ্মি
es: Rayo
pt: Linha de raio
sw: taa
th: รังสี
vi: cá đuối
zh_tw: 射線

# informTapToSetFirstPoint
source: Tap to set first point
ar: انقر لتعيين النقطة الأولى
bn: প্রথম পয়েন্ট সেট করতে আলতো চাপুন
es: Pulsa para establecer el primer punto
fr: Touchez pour définir le premier point
pl: Stuknij, aby ustawić pierwszy punkt
pt: Toque para definir o primeiro ponto
sw: Gonga ili kuweka hatua ya kwanza
th: แตะเพื่อตั้งค่าจุดแรก
uz: Birinchi nuqtani o'rnatish uchun teging
vi: Nhấn để đặt điểm đầu tiên
zh_tw: 輕觸以設定第一點

# informTapToSetFinalPoint
source: Tap to set final point
ar: انقر لتعيين النقطة النهائية
bn: চূড়ান্ত পয়েন্ট সেট করতে ট্যাপ করুন
es: Pulsa para establecer el punto final
fr: Touchez pour définir le point final
pl: Stuknij, aby ustawić punkt końcowy
pt: Toque para definir o ponto final
sw: Gonga ili kuweka hatua ya mwisho
th: แตะเพื่อตั้งค่าจุดสุดท้าย
uz: Oxirgi nuqtani o'rnatish uchun teging
vi: Nhấn để đặt điểm cuối cùng
zh_tw: 輕觸以設定最終點

# informNoActiveDrawingTools
source: No active drawing tools.
ar: لا توجد أدوات رسم نشطة.
bn: সক্রিয় অঙ্কন সরঞ্জাম নেই।
es: No hay herramientas de dibujo activas.
fr: Aucun outil de dessin actif.
pl: Brak aktywnych narzędzi do rysowania.
pt: Não existem ferramentas de desenho ativas.
sw: Hakuna zana zinazofaa za kuchora.
th: ไม่มีเครื่องมือวาดภาพที่ใช้งานอยู่
uz: Faol chizish vositalari yo'q.
vi: Không có công cụ vẽ hoạt động.
zh_tw: 沒有可用的繪圖工具。

# actionAddDrawingTool
source: Add drawing tool
ar: إضافة أداة رسم
bn: অঙ্কন টুল যোগ করুন
es: Añadir herramienta de dibujo
fr: Ajouter un outil de dessin
pl: Dodaj narzędzie do rysowania
pt: Adicionar ferramenta de desenho
sw: Ongeza zana ya kuchora
th: เพิ่มเครื่องมือวาดภาพ
uz: Chizma vositasini qo'shing
vi: Thêm công cụ vẽ
zh_tw: 新增繪圖工具
